{
  "Chasing The Dragon: The One Billion Insp": {
    "type": "movie",
    "name": "追龙番外篇之十亿探长",
    "desc": "　　香港六七十年代，警黑勾结，贪污横行，社会怨气极重。这时候，生性善良率直的徐乐（王浩信 饰），由于家境不好，辍学加入警界，穿上警服，成为最普通的警员。初出茅庐却因为破获一场抢劫案得罪龙探长（李子雄 饰）舅甥，而遭到排挤贬压，调职到下水警局。处理事故纠纷时，帮助并结识了富家千金白珍妮（徐冬冬 饰），白珍妮对徐乐一见锺情。一方是一直陪伴自己的女朋友阿贞（云千千 饰），一方是能让自己摆脱困境的富家千金小姐，面临着权利与爱情的选择。徐乐如何扭转乾坤，步步高升，成为一代传奇探长……"
  },
  "Love Lies": {
    "type": "movie",
    "name": "我谈的那场恋爱",
    "desc": "　　身家数亿的高知女医生余笑琴（吴君如 饰）无意中在社交软件上结识了帅气多金的“法国大叔”。以“消遣”的心态试水网聊的她，却逐渐被对方实时给到的情绪价值攻略。余笑琴本想好好“谈爱”，不料对方马甲下竟是一事无成的小鲜肉李伟祖（张天赋 饰）与调情专家琼姐（邓丽欣 饰）等人组成的精密情骗团队。她无意入局，他们却处心积虑，一场情感较量即将展开……"
  },
  "Love Punch": {
    "type": "movie",
    "name": "倒数回击",
    "desc": "　　十年前，拳击手徐佳阳（温贞菱 饰）因替父还债放弃奥运梦，十年后她决定重拾拳击。她找到前教练陈丽月（丁宁 饰），尽管陈丽月曾受打击放弃教学，但徐佳阳的坚持和激情激发了她。两人并肩作战，带着伤痛和遗憾，共同追寻昔日的荣光，期待再创辉煌。"
  },
  "American Girl": {
    "type": "movie",
    "name": "美国女孩",
    "desc": "　　2003年，移民美国五年的莉莉（林嘉欣 饰）因罹患乳癌，抱病带著两个女儿芳仪（方郁婷 饰）、芳安（林品彤 饰）从洛杉矶回到新店，与疏离多年的丈夫宗辉（庄凯勋 饰）团聚。芳仪因为中文障碍在班上成绩严重落后，被同学戏称为“美国女孩”。横衝直撞的她面对母亲生病深感无力，最渴望的就是回到美国。随时担心癌症恶化的莉莉不能谅解芳仪的各种叛逆行为，家庭成员之间的紧张关係一触即发。在文化衝突、经济、疾病等压力之下，莉莉与芳仪的衝突节节升高，并在小女儿芳安于SARS期间被医院隔离时达到高峰。莉莉原本即将分崩离析的家庭，因一场意外的疫情被迫面对彼此的心结，进而获得重新开始的契机。"
  },
  "Ultimate Malevolence": {
    "type": "movie",
    "name": "失衡凶间之恶念之最",
    "desc": "　　电影《失衡凶间之恶念之最》由庄澄及邓汉强监制，李志毅、李巨源及黄炳耀所执导的三部短篇《要命的温柔》、《逃杀》及《死亡回忆》，揭开人性最可怕、最丑恶一面。《失衡凶间》最终章，生死无序，一念之距！\n　　《要命的温柔》：\n　　好友小木（林千渟 饰）惨遭掳杀，魔术师阿花（何颖璇 饰）频见幻象。两人最后通话的内容疑有破案线索，为此阿花接受催眠，试图寻回那段记忆，却将自己置于危险之中。\n　　《逃杀》：\n　　阿豪（姜皓文 饰）半夜醒来，发现自己在诡秘工厂大厦内。莫明的他继而遇上尸骸、鬼魅和前妻（卢慧敏 饰）！他必须想办法逃出这个迷宫。\n　　《死亡回忆》：\n　　亚谭（陈湛文 饰）和余仔（柯炜林 饰）是中学同学兼好友，两人对电影充满热情却多年也混不出来。一次意外，亚谭误将余仔杀死，却竟因此而当上导演。"
  },
  "Love Is The Only Answer": {
    "type": "movie",
    "name": "人约离婚后",
    "desc": "　　在宝（佘诗曼 饰）和强（方力申 饰）的婚宴上，投影机原本正播着他们相恋的过程，突然画面闪出强跟性感女子做爱的片段。宝冷静地走到台上宣布离婚，并将婚礼即时取消。这件事迅速成为网上热话。一年来，回复单身的宝与风流快活的强继续保持友好关系。一天，烂滚爱玩的强竟带宝参加换妻派对；保守的宝本想离开，但遭强威迫利诱而无奈参与。在换妻派对上，两人遇上杰（罗仲谦 饰）与其妻曼丽（傅嘉莉 饰），四人发展出浪漫而火辣的关系……这边厢，在另一个婚宴上，当投影机又是播着新郎（陈智燊 饰）与新娘（陈嘉宝 饰）的温馨片段时，画面又闪出意想不到的片段……"
  },
  "Dummy Mommy Without a Baby": {
    "type": "movie",
    "name": "玉女添丁",
    "desc": "　　方丽娟（杨千嬅 饰）在一家广告公司任职，她一直受到上司Monica（任葆琳 饰）的歧视。Monica只想寻找机会把方丽娟解雇。公司老板的儿子胡启明（陈冠希 饰）从外国回来接手爸爸的生意，但他的兴趣是在制作甜点，所以他每天下班都会去学做蛋糕，回到家就要欺骗爸爸自己去了应酬。丽娟十分不满Monica对她的苛刻，错手把一个丑化Monica的动画发到了Monica的邮箱，Monica要求启明解雇丽娟，启明只好服从。绝望之际，丽娟得知任何公司都不能解雇孕妇，所以她决定假扮孕妇。没想到正好有一个立功的机会，却被Monica识穿了她假扮孕妇的事，令一直疼爱她的客户十分失望……"
  },
  "Born to Fly": {
    "type": "movie",
    "name": "长空之王",
    "desc": "　　雷宇（王一博 饰）等优秀飞行员经过严苛选拔正式成为试飞员，他们在队长张挺（胡军 饰）的带领下，参与到了最新型战机的试飞。高空之上，发动机骤停甚至失火，飞机失去控制……他们一次次与死神过招，只为获取最极限的数据。随着战机交付日期的临近，任务难度逐渐升级，他们能否凯旋……"
  },
  "Lonely Eighteen": {
    "type": "movie",
    "name": "我们的十八岁",
    "desc": "　　电影是一个探讨原生家庭对女性成长影响的故事。讲述香港八十年代家境贫困的女主角Elaine（林千渟 饰）与好友李羡英（杨偲泳 饰）为改变自身命运而踏入娱乐圈，在港产片最辉煌的时代里，李羡英成为当年红极一时的艳星，Elaine则在演员与自我身份上迷失，十数年以后，港片的风光渐退，而两人也因彼此的选择而走上了两条截然不同的人生路。"
  },
  "Love for All Seasons": {
    "type": "movie",
    "name": "百年好合",
    "desc": "　　富豪洪飞虎（古天乐 饰）因怪病找到峨嵋派掌门王凤（郑秀文 饰），她对飞虎的生性傲慢毫无好感，于是用尽各种奇怪的方法治疗飞虎。王凤的师姐李莫愁（李冰冰 饰）突然出现，并扬言要铲除峨嵋派。未免伤及无辜，王凤尽快医好了飞虎。知道了王凤的恶作剧之后，飞虎愤然离开了。\n　　为了与师姐决战，王凤急需练好“伤心断肠剑”，但从未经历伤心之苦的她 无法领悟“百年好合”这一招式的要领，王凤在众人的劝说下决定求助与飞虎。飞虎不计前嫌，用尽办法让王凤伤心，练好招式。王凤又能否成功？"
  },
  "Ha Ha Ha Happy New Year!!": {
    "type": "movie",
    "name": "哈哈哈新年喜戏",
    "desc": "　　这是一部充满农历新年氛围的温情合家欢、笑中有泪的电影。讲述商界富豪段宇宸（姜皓文 饰）的惊险故事。段宇宸在商业竞争中遭遇「暗影帝国」的阴谋，被绑架。在危急时刻，星母庙主持人苏花（宣萱 饰）和村民意外救出他，但他在逃跑中受重伤，失去了记忆。在苏花和搞村民的帮助下，段宇宸开始追查身世，过程中经历滑稽冒险、更发现自己被一个与他一模一样的人取代。这一切与他童年在孤儿院的经历有关，他的好友为了得到父亲的认同，不惜冒险取代他。故事在欢笑中探讨父爱与认同的意义，让观众在新年佳节中感受到温暖与希望。"
  },
  "Article 20": {
    "type": "movie",
    "name": "第二十条",
    "desc": "　　人过中年的检察官韩明（雷佳音 饰）早已没了往日的锋芒，每日里柴米油盐，鸡毛蒜皮，尽快从挂职转正是他最为关心的问题。在此期间，康村村民王永强（潘斌龙 饰）为保护哑巴妻子（赵丽颖 饰）捅伤村霸刘文经（阿如那 饰）的案件甚嚣尘上，刘的家人纠集村匪恶霸上访闹事，要求判处王死刑，韩明的初恋女友——女检察官吕玲玲（高叶 饰）顶住各方压力，执意要找到关系案件走向的重要证据；另一方面，韩的儿子韩雨辰（刘耀文 饰）为制止校园霸凌将学校张主任（张译 饰）儿子打伤，关于是否应该道歉，双方展开了拉锯战。为了左右案件走向，康村人试图强迫王的妻子就范，矛盾逐渐升级…"
  },
  "Crypto Storm": {
    "type": "movie",
    "name": "反贪风暴之加密危机",
    "desc": "　　廉政公署调查主任骆一峰（吴卓羲 饰），受命调查创业银行高层利用加密币造市的贪污案件。嫌疑人何进涛（邹文正 饰）却离奇车祸身亡，线索被迫中断。骆一峰只好找到盖币交易平台设计师徐心（苏皓儿 饰），希望她帮忙黑进平台进行搜索，同时安排卧底Henry（柏天男 饰）入职银行。\n　　通过调查，廉署发现银行存在财政问题，银行话事人宋子文（张建声 饰）、宋子轩（马志威 饰）和二妈宋老太（吴家丽 饰）之间也因为卖银行问题明争暗斗。就在此时，卧底被人殴打昏迷，徐心也因黑进平台被黑衣人攻击。骆一峰制服黑衣人后审出何进涛私吞盖币一事，而宋家也决定趁贪污案发酵前卖掉银行还清债务。但银行拍卖还未成功，宋子轩和二妈就接到宋子文被绑架求赎金的消息……"
  },
  "Men Suddenly In Love": {
    "type": "movie",
    "name": "猛男滚死队",
    "desc": "　　五个「圣育强中学」不同年份毕业、各有发展的校友：议员吴郁仁（曾志伟 饰）；影帝张秋云（詹瑞文 饰）；妇科医生傅武琛（王晶 饰）；玄学大师司徒奇峯（杜汶泽 饰）；舞蹈教师林查理（狄易达 饰），一起为恩师朱老师（吴耀汉 饰）庆祝八十岁生辰。不料，在庆祝的过程中遇上五个年青貌美的模特儿：开放的 Tina（周秀娜 饰）；电影狂迷 Audrey（徐自然 饰）；验身成瘾的倪险（朱裕琳 饰）；被鬼上身的小倩（杨梓瑶 饰），和经常想破处的 Eleven（江怡 饰）。五人被五个女孩的青春气息吸引一一出轨！"
  },
  "Flashover": {
    "type": "movie",
    "name": "惊天救援",
    "desc": "　　一场突如其来的地震波及整个灌城化工园区，管道泄漏触发爆炸不断。浓烟滚滚、火光冲天，灾难迅速升级，如果任其蔓延，整座城市将被夷为平地……面对要救火又要救人的严峻考验，消防救援站一众队员第一时间奔赴重灾区，危难时刻争分夺秒，用生命守护生命。"
  },
  "As It Burns": {
    "type": "movie",
    "name": "白昼如焚",
    "desc": "　　一栋公寓深夜时突然发生火警爆炸，期后发现了一具烧焦女尸属于年轻女生言贞（邓丽欣 饰）。言贞死了，世上还有一位叫林音的女人。二人除了外貌出奇相似，性格、背景却完全没有任何关连，但她们偏偏爱上了同一个男人——卢路（刘以豪 饰）。\n　　一切都看似是一场意外，背后却埋藏了一段跨越十多年的爱恨交缠。卢路与言贞是青梅竹马的朋友，十多年前意外把言贞母亲杀死。弥天之罪没被揭发，命运始终迫使两人分开。十多年后，言贞、卢路再次在大城韍里遇上，她发现卢路的现任女友林音，跟自己的样子出奇相似，一场有预谋的谋杀掀起了序幕……言贞被意外烧死后，卢路发现枕边人林音开始变得不寻常，一种既熟悉又陌生的感觉，不时在心中想着她是谁？一宗离奇命案，两段吊诡的命运，揭开了复杂的人性对决与最后救赎……"
  },
  "Treasure Hunt": {
    "type": "movie",
    "name": "无价之宝",
    "desc": "　　美女广告导演江蕙妮（张柏芝 饰）看似有着成功的事业，美满的家庭，可爱的儿子（Lucas 饰），而实际她急于拓展自己的事业，“女高男低”的家庭生活也让她和老公路志明（郑伊健 饰）阴霾重重，隐忧暗暗。为了冲向事业的更高层次，工作狂人江蕙妮再次撇下老公和儿子，同好色风流的武打巨星高大龙（郑中基 饰）前往无名荒岛拍摄广告大片。无名岛风光旖旎，景色怡人，摄制组的拍摄工作却遭遇种种离奇事件，殊不知，他们从登上小岛的那一刻，也在一步步地逼近险境。在一张年代久远的藏宝图的指引下，以眼镜蛇（刘桦 饰）为首的“五大禽兽”团伙也进入孤岛，企图寻找和挖掘宝藏并据为己有，然而他们却被小岛上的神秘人（邵兵 饰）搅的不得安宁，狼狈不堪。藏宝图的丢失彻底点燃了“五大禽兽”的怒火，他们认为摄制组在从中捣鬼，他们真正的目的不是拍摄广告，而是寻找宝藏！一场针锋相对的较量蓄势待发……"
  },
  "Confinement": {
    "type": "movie",
    "name": "陪月",
    "desc": "　　怀有身孕的画家王思玲（林慧玲 饰）在获奖后，搬进她梦寐以求的大宅，并聘请了陪月（许美珍 饰）。在她生下女儿开始坐月的时候，屋内接二连三发生怪事。屡次撞见诡异鬼影的她，决定打破禁忌，踏出大宅对事件展开调查。此时，诡异事故频频发生在思玲与新生宝宝身上，而她还必须力抗态度强硬的陪月的控制和挑衅。身心俱疲的她，濒临精神崩溃。思玲并不知道的是，房子里闹鬼的真相远比超自然因素更可怕。慢慢地，她发现自己的过去比大宅秘密更不堪回首……"
  },
  "Endgame": {
    "type": "movie",
    "name": "人潮汹涌",
    "desc": "　　陈小萌（肖央 饰）一直渴望成为一名演员，但残酷的现实令他至今扔在龙套的位置上苦苦挣扎。没钱没工作没恋人没朋友还欠了一大笔钱的陈小萌想到了死，可是就连死神都抛弃了他，他数次自杀都以失败告终。\n　　一天，陈小萌去澡堂泡澡，意外邂逅了一位神秘且富有的男子（刘德华 饰），该男子在澡堂里意外摔倒昏迷被送进了医院，拾得了他的储物室手环的陈小萌决定顶替他的身份，享受一下富人的生活。头部的撞击令男子失忆了，凭借着零星的线索，他认定自己是陈小萌，并且顺藤摸瓜来到了陈小萌的出租屋，希望熟悉的环境能够令他更快的恢复记忆。在此过程中，男子邂逅了名为李想（万茜 饰）的自媒体人，两人之间碰撞出了火花。"
  },
  "WE 12": {
    "type": "movie",
    "name": "12怪盗",
    "desc": "　　在这个寻常得有点不寻常的世界，有一个地下组织名叫「怪盗公会」，组织内有12个天才怪盗各自身怀绝技——怪盗Ian擅长策划、怪盗KT精通催眠、怪盗Stanley擅于窃听、怪盗A.Lo身手灵活、怪盗Edan游绳技术一流、怪盗Jer可以瞬间变装、怪盗Tiger懂得远距离读唇、怪盗Alton是世界级黑客、怪盗AK掌握动物传心术、怪盗Lokman熟悉解锁技术、怪盗Frankie第六感最强，而怪盗Jeremy则天生拥有超级记忆力，阅读大量数据也能过目不忘。他们是怪盗公会中的明星级成员。一天接到Boss指示，12怪盗于总部集合，奉命完成一宗将会影响全地球的重要个案。此时最大考验就是12怪盗数年来聚少离多，各有各忙，所以默契欠奉，面对波士甚为重视的个案，12人久别之后再度合作，既要重新燃起团魂，又要面对公会头号大敌保安经理Johnny的阻拦，任务殊不轻易！"
  },
  "A Guilty Conscience": {
    "type": "movie",
    "name": "毒舌大状",
    "desc": "　　面对只手遮天的权贵，子华神以三寸不烂之毒舌伸张正义！大律师林凉水（黄子华 饰）以毒舌见称，在处理一宗全城关注的虐儿案时，他因一时自负大意而令无辜被告人曾洁儿（王丹妮 饰）蒙受17年冤狱。自此身败名裂的林凉水只好以「旺角价钱，中环素质」的贴地服务为平民百姓打官司，直至一次翻案机会出现，他决定联同昔日战友方家军大律师（杨偲泳 饰）及师爷太子（何启华 饰）东山再起提出上诉。因案件涉及香港显赫家族钟念华（廖子妤 饰）及钟京颐（柏天男 饰）夫妇，加上钟家御用法律顾问董大状（王敏德 饰）的下流招数，整个传媒界、警界、以致司法界都与林凉水为敌！在势力悬殊的法庭内，林凉水面对主控官金远山（谢君豪 饰）的咄咄进逼，依然无畏无惧，全力以寸嘴与权贵终极舌战，誓要为无财无势的被告人讨回公道！"
  },
  "New Police Story": {
    "type": "movie",
    "name": "新警察故事",
    "desc": "　　陈国荣（成龙 饰）的所在那一组警察是警队精英，破案无数。阿祖（吴彦祖 饰）是总警师的儿子，却勾结了几个高官子弟挑战警方。他们到银行抢劫，警钟敲响警察赶到时，就把阿荣及队员带进了一个早已设计好的空旷仓库里。警员都陷进了匪徒早已设计好的游戏程序里，残忍的被杀害，连阿荣女朋友可颐（杨采妮 饰）的弟弟也被无法幸免。阿荣就此被停职，出于内疚也跟可颐分手了。终日喝得烂醉的阿荣在酒吧遇到了阿锋（谢霆锋 饰），阿锋为了使阿荣振作起来，决定假扮警察告诉阿荣自己是上司派来要求得到阿荣协助翻案的新警员。阿荣又遇到那群狠狠打击他的罪犯，与他们斗志斗勇，在警花莎莎（蔡卓妍 饰）的协助下知道匪徒当年的事件被编成了一部游戏，同时也知道了当年为何情报被泄漏的原因。"
  },
  "Bangkok Storm": {
    "type": "movie",
    "name": "曼谷风云",
    "desc": "　　2010年的夏天，曼谷的湄南河旁，满身是伤的林枫（樊少皇 饰）搁浅在了岸边，被工头肥莱（刘昊岩 饰）发现了，善良的肥莱将林枫带回了自己家里。在肥莱和女儿小莱（米妞 饰）的精心照顾下，林枫很快苏醒了，但是他的记忆完全丧失了。\n　　黑老大查猜（刘子豪 饰）想要承包肥莱的土地，总是找肥莱工地麻烦，小莱被查猜绑走，用来要挟肥莱拿地契来交换，而肥莱也被打成重伤，最终不治，死在了随后赶来的林枫怀里。林枫杀入地下拳场，救出了小莱，但查猜埋伏了林枫。在小水（再米热 饰）的奋力保护下，查猜没有得逞绑走小莱，而是绑走了小水。林枫与那荣（熊欣欣 饰）在废弃仓库中一番对决，林枫采用以柔克刚占得上风，将那荣击倒在查猜脚边，林枫最终获得了胜利。"
  },
  "I Love Hong Kong 2013": {
    "type": "movie",
    "name": "2013我爱HK恭喜发财",
    "desc": "　　七十年代香港，遍地黄金，处处都有生机！为人忠直的宋池雄（黄宗泽 饰）遇上狡猾的夏石森（谢天华 饰），促使宋找到人生第一份工作，与夏一起到茶楼打工。茶楼老板美龙骨（冯淬帆 饰）心地善良，伙计骑呢，街坊盏鬼，使茶楼每天都充满惊喜，人情味和欢乐共冶一炉。唯情关始终挡不过，宋池雄和夏石森同时爱上太子女美洋洋（徐子珊 饰），憨直男对战花靓仔；美洋洋好友朱玉圆（郑欣宜 饰）为人泼辣，扬言男不坏女不爱，只爱夏石森。众人冲过情关，也难敌时代巨轮，面对股灾、移民潮等，宋池雄紧守冈位，捍卫茶楼，与街坊一起渡过难关。现代的宋池雄（谭咏麟 饰）人到中年，美洋洋（叶玉卿 饰）已为人母，夏石森（陈百祥 饰）成为集团老板，茶楼面对这个年头的恶势力，倾诉神仙（曾志伟 饰）能否令酒楼再添欢乐，又是否可以一如以往，团结就是力量？"
  },
  "One More Chance": {
    "type": "movie",
    "name": "别叫我“赌神”",
    "desc": "　　吹水辉（周润发 饰）为赌场常客，在赌桌上输得身无分文。他和好友花叔（廖启智 饰）、肥狗（白只 饰）有一间小理发店，但却无法支持他的赌博嗜好。吹水辉的前女友李夕（袁咏仪 饰）突然出现，要求他照顾「他们」的儿子李阳（柯炜林 饰）一个月，并奉上酬金。见钱开眼的吹水辉敷衍了事接下了褓姆任务，才发现儿子是自闭症患者。独居的吹水辉完全无法应付这儿子的特殊需求，父子关系日趋紧绷…随着李阳逐渐展现出天赋，吹水辉也仿佛找到了人生目标，下定决心脱离过去的荒唐人生，陪伴儿子展翅圆梦。"
  },
  "Inexternal": {
    "type": "movie",
    "name": "天地拳王 (里应外合)",
    "desc": "　　意外昏迷的少年徐泽明（杨天宇 饰），意识闯入一个奇幻武术世界，并卷入一场古拳法传人的争斗中。古拳法叛徒火龙（张继聪 饰）为抢夺古拳法秘籍，追杀守护人龟伯及秋云（马思惠 饰）多年未果，当发现泽明得到古法拳传承后更是愤愤不平，决心杀掉泽明夺回古拳法，终极对决一触即发…现实世界中，徐母（余安安 饰）也一直通过讲故事的方式刺激泽明的求生意识，竟意外达到里应外合的效果。究竟泽明最终能否战胜对手，在现实世界中恢复意识？"
  },
  "My Prince Edward": {
    "type": "movie",
    "name": "金都",
    "desc": "　　三十出头的女子张莉芳（邓丽欣 饰）在太子金都商场的婚纱店工作，在这里结识了婚礼摄影师男友Edward（朱栢康 饰），拍拖七年，人人都认为他是她的白马王子，男友的幼稚和痴缠却令她却步。直到男友求婚，她才想起自己十年前为了赚快钱，和一个陌生中国男子“假结婚”，帮助他来港定居，十年来一直未离婚。婚礼的繁琐令她烦扰不堪，她一边寻找“老公”办理离婚，一边尝试隐瞒未来老公，但纸包不住火，一直逃避的她，终于要面对自己的未来。"
  },
  "Black Ransom": {
    "type": "movie",
    "name": "撕票风云",
    "desc": "　　连串黑帮老大遭绑架、勒索以及撕票，警方对此案调查毫无头绪。\n　　警队B组队长张博文（任达华 饰）曾为警队立下汗马功勋，但从其妻子遭黑帮报复被杀后，加上A组队长的排挤，他开始消极处世。博文变得意志消沉，经常借酒消愁，在警队声誉受影响之余，在家与女儿张雯茵（和田裕美 饰）的关系也变得恶劣。\n　　警方接到报案，又一黑帮头目冰王（黄德斌 饰）遭绑架，新任总警司古国强（陈法拉 饰）召集两组人马对此案展开全面侦察。由于A组队长轻敌，加之犯罪分子做案手法高明，配合严密，在一次行动中警方遭受重创。此时，在古警司的请求下，张博文带领手下仅有的两名探员开始暗中调查此案。经过慎密调查之后，张博文把犯罪分子的头目目标锁定为曾为警方督察的何湛森（苗侨伟 饰），他的手下包括多名原飞虎队成员，而何湛森绑架黑帮老大的真实目的是为其被黑帮报复杀害的弟弟的报仇……"
  },
  "Everything is Unknown": {
    "type": "movie",
    "name": "意外人生",
    "desc": "　　身在澳门的潘义铭（吴镇宇 饰）意外收到一份30年未见面的父亲的遗嘱，父亲留给他一笔巨额遗产，要求潘义铭参加葬礼才能继承。他遵守遗嘱回到了出生的中国南方小城。在这里，有他曾经的恋人林悦（任素汐 饰）、表面老实巴交的情敌华琪（李康生 饰）、素未谋面的女儿木子（乌兰托雅 饰），以及一些残留的记忆和错综交织的秘密与阴谋。"
  },
  "Fight Back To School II": {
    "type": "movie",
    "name": "逃学威龙2",
    "desc": "　　上次圆满完成校园任务的周星星（周星驰 饰），因一句戏言被贬成交通警察。周星星当交通警察不称职，遂愤而辞职，并决定私自潜入一所国际学校当卧底，调查国际恐怖份子案件。可是这时何老师（张敏 饰）与周星星打算共谐连理，周星星并不敢把离职一事道出来。后来周星星为查案而亲近一位女生Sandy（朱茵 饰），却得知Sandy竟是何老师的学生。何老师知道周星星没把实情告知，因而气愤。\n　　另一方面，上次一起达成任务的曹达华（吴孟达 饰）得到赏识，被调至警队重案组，人称「重案组之虎」。周星星潜入学校后，常与曹达华产生龃龉。恐怖份子在圣诞夜前夕展开行动，曹达华与一众警务人员把受困学生送走，但自己来不及走脱。周星星回到飞虎队，率人马回学校救人，激战下终于把恐怖份子歼灭。"
  },
  "I Still Remember": {
    "type": "movie",
    "name": "二次人生",
    "desc": "　　做事得过且过，活在漫天阴霾下的地产经纪——志行（胡子彤 饰），从小受母亲呵护，一直过着平凡人生。一天，志行重遇小学恩师－体育老师黄Sir（谭耀文 饰）。黄Sir 为了承诺离世妻子（陈逸宁 饰）的10公里跑约定，即使患病也要练习参赛。同时，黄Sir 学生肥妹天心（蔡裕彤 饰），为了跟偶像一起跑步，不惜减肥，把生命豁出去，誓要完成人生首个5公里街跑。志行见黄Sir、天心各自为着目标奋发，自己却站在人生交叉点迷路，没充气的人生，继续一分一秒地泄气。直至某天，一份20年前的回忆忽然来到志行跟前，开始照亮他心里的阴霾……"
  },
  "I Corrupt All Cops": {
    "type": "movie",
    "name": "金钱帝国",
    "desc": "　　六十年代，香港警察受贿成风，赌档粉档与中间人、警方组成的利益链大肆吸金，十年内警方受贿数额达当时的百亿港币之巨。\n　　九龙城区便衣火麒麟（黄秋生 饰）为破案不择手段，上峰施压，火麒麟如常去街上拉人顶罪，大学生韩志邦（方力申 饰）遭其陷害毒打，韩母托老警员找到警方与帮会的中间人猪油仔（王晶 饰）出面搭救得脱。人称乐哥的徐乐功（梁家辉 饰）时任华人总探，为人狂妄，出手大方。陈细九（陈奕迅 饰）心地善良尤擅察言观色，深得乐哥赏识，短短五年之内由普通便衣晋升至筲箕湾区探长，但代价之一是家中为掩人耳目收留了各位大哥的九名情妇……\n　　1974年，香港的贪污恶风震动国际，廉政公署成立，长官严国梁（林保怡 饰）聘用大学生韩志邦、失意警员火麒麟等组成第一批廉政专员队伍，严厉打击香港的地下规则。陈细九因贪污案发人财两空之际，却意外的发现了此生真爱……"
  },
  "A Legend": {
    "type": "movie",
    "name": "传说",
    "desc": "　　前世情缘，梦中寻觅。家国太平，英雄铸成！影片是《神话》的姊妹篇，讲述房教授（成龙 饰）在考古时挖掘出神秘的萨满古玉，它引领着房教授和助手王靖（张艺兴 饰）梦回西汉，化身骁勇善战的汉军将领，征战于无垠的河西草原，率骑兵抗击匈奴守护家国，并与匈奴公主梦云（古力娜扎 饰）展开一段跨越千年的前世情缘。为寻真相，房教授和助手邀请好友雷振（李晨 饰）深入万年冰川中找寻祭天圣地，欲揭开这段不为人知、横跨千古的传奇故事，却遭萨满专家赫伯尔（李治廷 饰）的阻挠……"
  },
  "Table for Six": {
    "type": "movie",
    "name": "饭戏攻心",
    "desc": "　　一家三兄弟，大哥（黄子华 饰）恋恋不忘的前女友Monica（邓丽欣 饰）竟成为二哥（张继聪 饰）的现女友。自尊心驱使下，大哥答应新结识的喵喵（林明祯 饰）的追求。三弟（陈湛文 饰）和女友Josephine（王菀之 饰）的姐弟恋长跑多年，也面临爱情危机。同一屋檐，3对情侣，4段恋情，每晚人齐开餐的相聚渐渐演变成饭桌修罗场，啼笑不停。面对旧爱与新欢，大哥将做何选择？大家努力维持的这个家，又该何去何从？"
  },
  "Song of Spring": {
    "type": "movie",
    "name": "妈妈！",
    "desc": "　　85岁母亲（吴彦姝 饰）和65岁女儿（奚美娟 饰）共同生活。女儿背负着对父亲的愧疚，过着清教徒般的生活，阿尔茨海默病让她变成了另外一个人，年迈的母亲需要付出顽强的生命力照顾女儿。两个生命在进程中彼此成全彼此辉映。"
  },
  "YUM Investigation": {
    "type": "movie",
    "name": "阴目侦信",
    "desc": "　　阴目侦信三人各有本领。石仔（梁业 饰）天生拥有阴阳眼，自小就能看到鬼；伍柏良（吴保锜 饰）个性冲动，却能以念力制造无形的能量墙壁，防御恶灵攻击；Patrick（郭嘉骏 饰）没有任何异能，满口废话，可是在危急关头，Patrick 总可以想出奇怪方法拯救众人……\n　　某日，美少女阿源（谭旻萱 饰）与邻居柴叔（罗永昌 饰）上门求助，他们居住的「平安楼」被发展商逼迁，只剩数户人家，余户想坚持到底，对方竟然派恶鬼来恐吓收楼！恶鬼更将坚持不迁不拆的柴叔弄致重伤！住户见状都开始陷入绝望，打算向发展商认输……\n　　阴目侦信发现，所谓恶鬼都是由炼鬼师亲自炼成，绝不是普通法师能够对付。敌人早已查清阴目侦信底细，仿佛要阴目侦信与平安楼一同陪葬……\n　　月圆之夜，魔气笼罩平安楼到底，阴目侦信能否力敌炼鬼族阴谋？"
  },
  "The Comeback": {
    "type": "movie",
    "name": "零号追杀",
    "desc": "　　在老街生活多年的华叔（任达华 饰），倍受街坊尊敬，一直以卖古董为生。“有困难，找华叔”几乎成了街坊邻居们的生活信条。因为地产生意，老街遭当地青龙帮强拆，华叔古董店墙内意外发现6具尸体、7本护照以及枪支，引发众人惊骇，而这一切被老街的流浪汉曹老头（元华 饰）看在眼里……与此同时，华叔遭到以阿杰（安志杰 饰）为首的神秘组织追杀，华叔究竟是谁？一切变得的扑朔迷离。"
  },
  "From Vegas To Macau": {
    "type": "movie",
    "name": "澳门风云",
    "desc": "　　曾担任美国赌场保安总顾问的魔术手石一坚（周润发 饰），终回流澳门退休，更宴请各方朋友到来庆祝生日宴。其中好友Benz哥（许绍雄 饰）与他的儿子晒冷（谢霆锋 饰）以及外甥牛必胜（杜汶泽 饰），更特别由香港来到澳门到贺。\n　　翌日，中国、香港以及澳门三地警方，竟不相约而同找上石一坚，希望他能够重出江湖帮忙对付DOA组织集团的高先生（高虎 饰），但坚却以退休为由婉拒了事。\n　　另一边厢，冷竟与牛必胜一起找上门，希望坚收他俩为徙弟，坚哥虽欣赏小冷，但奈何经已退休，只好拒绝，但看在Benz哥份上，就招待他一夜。谁不知，当晚竟遇上了杀手（张晋 饰），杀手们不问原因直接追击小冷以及坚哥爱女阿彩（童菲 饰）。期间虽有中国公安洛欣（景甜 饰）相救，但阿彩终难逃一劫，被害至失忆。\n　　明查暗访下才知道，幕后的黑手竟是高先生。事情又岂会是无缘无故发生，坚与小冷二人连手，加上女公安洛欣三人，布下奇谋妙计对付高先生，斗智斗力，誓要查个水落石出，将他绳之于法……"
  },
  "American Dreams In China": {
    "type": "movie",
    "name": "中国合伙人",
    "desc": "　　20世纪80年代，三个怀有热情和梦想的年轻人在高等学府燕京大学的校园内相遇，从此展开了他们长达三十年的友谊和梦想征途。出生于留学世家的孟晓骏（邓超 饰）渴望站在美国的土地上改变世界，浪漫自由的王阳（佟大为 饰）尽情享受改革开放初期那蓬勃激昂的青春气息，曾两次高考落榜的农村青年成冬青（黄晓明 饰）以晓骏为目标努力求学，并收获了美好的爱情。然而三个好友最终只有晓骏获得美国签证，现实和梦想的巨大差距让冬青和王阳倍受打击。偶然机缘，被开除公职的冬青在王阳的帮助下办起了英语培训学校，开始品尝到成功的喜悦。在美国发展不顺的晓骏回国，并加入学校，无疑推动三个好友朝着梦想迈进了一大步。\n　　只是随着成功的降临，他们的友情也开始承受严峻的考验。成东青被媒体和青年塑造成为留学教父，不由自控的散发着一股从土鳖蜕变成领导者的光芒，让孟晓骏看不过去，二人渐貌合神离，王阳左右做人难。孟晓骏远走沈阳，三人的友情面临重重考验。然大时代一幕又一幕的挑战，包括1999年南斯拉夫中国大使馆被北约军机轰炸、还有ETS美国普林斯出版社控告新梦想侵犯版权，又把三子再次凝聚起来，共同面对新梦想的困境。这三个非一般的中国人，是大时代下最具代表性，最激励人心的“中国合伙人”。"
  },
  "Fight Back to School III": {
    "type": "movie",
    "name": "逃学威龙3：龙过鸡年",
    "desc": "　　百万富翁王百万（周星驰 饰）被人用冰锥插死，由于他与妻子汤茱蒂（梅艳芳 饰）的感情破裂，汤茱蒂便有最大的嫌疑。刚好周星星（周星驰 饰）的相貌与王百万几乎一模一样，警方便让周星星假扮王百万让汤茱蒂带回家，好让周星星能够从中寻找证据。当周星星进入王家后，发觉王百万的好友林大岳（黄秋生 饰）也有重大嫌疑。怎料林大岳也同样被杀害。案情疑点重重，周星星后来发现汤茱蒂跟王百万的女秘书程文静（周海媚 饰）有暧昧的关系。"
  },
  "Time Still Turns the Pages": {
    "type": "movie",
    "name": "年少日记",
    "desc": "　　中学任职的郑Sir（卢镇业 饰）在校园发现一封没署名的遗书，在寻找真相过程中，却让他想起充满暴力和遗憾的童年回忆，而开始翻阅起一本尘封已久的日记。但与此同时，跟妻子（陈汉娜 饰）的婚姻危机和父亲（郑中基 饰）病危的双重压力下，他必须与时间赛跑，找出企图轻生的同学并阻止悲剧发生。"
  },
  "Love is Blind, Hate Too": {
    "type": "movie",
    "name": "致命24小时",
    "desc": "　　作家阿宝（汤怡 饰）与医生丈夫杨耀华（吴卓羲 饰）过着完美夫妻的生活。但一年前阿宝在深夜替丈夫把病历送到医院时遇上严重车祸后失去视力。意外后，阿宝极力适应失明生活并继续写作。某日，杨医生要出差把阿宝独留家中两天。此时，不速之客郑文迪（潘灿良 饰）却上门要找杨医生。得悉只有阿宝一人在家，郑文迪潜入杨宅贴身暗窥阿宝一举一动，将她玩弄于股掌之中——原来文迪和杨医生有着血海深仇。\n　　豪宅之内，盲女与变态男，厮杀24小时。但看似一场猫捉老鼠的凌虐游戏背后，更凶猛的野兽其实却在暗角虎视眈眈……"
  },
  "The Last Dance": {
    "type": "movie",
    "name": "破·地狱",
    "desc": "　　在疫情肆虐生意萧条的背景下，婚礼策划师道生（黄子华 饰）债台高筑，被迫改行成为葬礼经纪人。红白二事大相径庭，令道生处处碰壁，但最难一关是要得到喃呒师傅文哥（许冠文 饰）的认可。起初因为理念不合，道生与文哥冲突不断，两人的关系岌岌可危。但数次危难时刻文哥的出手相助，以及亲历文哥与女儿文玥（卫诗雅 饰）的相处点滴，道生与文哥之间的心结慢慢解开，也逐渐悟到“破地狱”的真正意义。"
  },
  "The Monkey King 2": {
    "type": "movie",
    "name": "西游记之孙悟空三打白骨精",
    "desc": "　　妖魔横行，肆无忌惮，正道之士人心惶惶，但唐僧（冯绍峰 饰）却无惧生死危险，决意带领三位徒弟孙悟空（郭富城 饰）、猪八戒（小沈阳 饰）及沙僧（罗仲谦 饰），犯险前往取西经，普渡众生。途经西域小国，国王（费翔 饰）对四人不怀好意，加上性感美艳兼法力高强的白骨精（巩俐 饰）一直对唐僧虎视眈眈，为尝唐僧肉她先后化身多个身份设下圈套欲捉拿囊中物，可惜三番四次被孙悟空识穿破坏，令她对孙悟空恨之入骨，设计令唐僧误会孙悟空滥杀无辜，一怒之下把他赶走。孙悟空深深不忿，唯受观音（陈慧琳 饰）点化，回头与白骨精誓不两立。白骨精趁孙悟空被逐出师门，即出招把唐僧掳走。孙悟空得知师父被掳生命危在旦夕即赶往营救，与妖术高超的白骨精展开连场激战…"
  },
  "A Murder Erased": {
    "type": "movie",
    "name": "被消失的凶案",
    "desc": "　　跨国贩毒调查科警长骆英财（张兆辉 饰）被卷入受贿事件，被上司马文超（任达华 饰）调至地方警署，由重案组督察张嘉茵（邵美琪 饰）手上接手调查一宗尸体发现案件。死者胡英勇（何华超 饰）尸体被维修工人在旧楼重建工程中发现，死去已经八年。骆英财锁定嫌疑犯为烂面超陈永超（洪天明 饰），及死者妻子言凤萍（陈静 饰），二人犯案动机通奸杀人。案件被律政署高级检控官山度士（Joe Junior 饰）质疑。\n　　死者生前无恶不作，涉及强奸、迷奸、贩毒及勒索，更触及骆英财与黑帮大佬肥威（林雪 饰）的一些不可告人的勾当。在山度士质问下，骆英财由查案者而变为被调查者。到最后，许多令人奇怪的情节不断从骆英财的口供里头展现。究竟谁才是真正的杀人凶手？骆英财又是否诬陷好人？又到了最后为何此件案件无缘无故成为一件悬案？究竟是谁人将这一件凶案消失？"
  },
  "Till We Meet Again": {
    "type": "movie",
    "name": "生前约死后",
    "desc": "　　吴家伟（马浚伟 饰）多年来自怨自责，终于有一日，他下了一个重大的决定，去做一件他期待已久的事……\n　　家伟的母亲阿梅（顾美华 饰）在她26岁时确诊患上鼻烟癌，家伟当年只有6岁。家伟和父亲陪伴阿梅一起抗癌，他虽然年纪轻轻，但十分懂事。可惜，阿梅最终不敌病魔，与世长辞。家伟因为母亲的离去，变得更沉默，将所有责任包揽在自己身上，这份罪咎感，令他多年来被抑郁、惊恐所吞噬……\n　　家伟的主治医生美思（余香凝 饰），自小被父亲抛弃成为孤儿，家伟对母亲的思念之情在她眼中，只是微不足道的事，她的冷漠与家伟对家人的爱形成强烈对比。但在家伟的帮助下，美思最终能弥补了多年来的亲情缺憾。"
  },
  "Schemes in Antiques": {
    "type": "movie",
    "name": "古董局中局",
    "desc": "　　来自日本的木户加奈（松峰莉璃 饰）小姐即将向中国归还一尊唐代武则天明堂佛头，却指明要文物界组织「五脉」旗下白字门许家后人出面接收。但五脉白字门早已没落，许家后人也不知所踪。情势紧张，五脉掌门黄克武的孙女黄烟烟（辛芷蕾 饰）却表示，自己有办法找到许家后人的踪迹。\n　　而当初背负汉奸恶名，将佛头送去日本的白字门家主许一城（赵煊 饰）之孙许愿（雷佳音 饰），有一身鉴古天赋的他，如今只是一个胸无大志的电器店小老板，靠倒卖电器勉强维持生计。许愿幼年时因为一场火灾失去了母亲，而父亲许和平在火灾之后便对他保持着疏离的态度，不仅如此，他还要承受着外界对自己家族的恶名。在黄烟烟的劝说下，他不情愿的前往与五脉交涉，却敏锐地察觉到佛头是赝品的事实。\n　　常年以来浑浑噩噩的生活让许愿习惯性地选择逃避。然而面对着黄烟烟的委托、父亲许和平的离奇死亡、五脉天才药不然（李现 饰）的追迫、祖父故交付贵（葛优 饰）的追随与神秘人老朝奉（秦焰 饰）的追击之下，许愿已经身不由己。他必须要在各方势力的纠缠之下，查明佛头真相！"
  },
  "Kowloon Walled City": {
    "type": "movie",
    "name": "九龙城寨",
    "desc": "　　东北街霸阿能（释彦能 饰）流落至香港，刚偷渡上岸就遭到警察盘查，幸得留学归来的佳慧（虞朗 饰）将其救下。而佳慧的父亲重病过世，其掌管的城寨南区被各方势力虎视眈眈。阿能及时出手护住佳慧，并在阿坤（吕宇 饰）牵线之下结识西区红姐（孙子钧 饰）欲重整城寨秩序。此时盘踞北区多年的神秘恶势力伸出魔爪……"
  },
  "The Secret Diary of a Mom-To-Be": {
    "type": "movie",
    "name": "Baby复仇记",
    "desc": "　　尤家敏（陈静 饰）年青貌美、爱烟爱酒爱玩乐，拥有事业爱情两得意的美好人生。她年纪轻轻已是著名公关公司的经理，更即将连升几级，到越南总公司当总监，是公司的明日之星。她和帅气的篮球员老公阿耀（朱鉴然 饰）早有共识不生孩子，要无忧无虑的享受人生。然而这一切都在一夜之间改变了——她发现自己怀孕了！\n　　经过一番挣扎，家敏决定把孩子留下来，她调迁越南的机会随即宣告泡汤。「一孕傻三年」的流言被当成真理，在他人眼中，她由一个勇猛高层，变成了事事要人帮忙的无知妇孺。无论与谁聊天，话题总是与生育有关。\n　　更惨的是，公主病奶奶Margaret（余安安 饰）重金礼聘陪月界KOL谈育英（张继聪 饰）进驻家中，严格监控家敏的饮食作息，让她叫苦连天。家敏自觉沦为了一个盛载婴儿的容器，不自禁的嫉妒起女儿来，恨不得她早日消失！\n　　另一边，一向当惯「妈宝」的阿耀，对家敏变幻莫测的情绪感到手足无措，近日更常常早出晚归，让家敏更加不安……\n　　在这心情如坐过山车的孕期之中，家敏经历了与家人的误解与和解，也直视了自己一直以来的心结。经过了七个月的共处，她对宝宝的降临竟由抗拒变为期待。家敏终于相信，小孩是天赐的礼物。他们来到世上，不是为了讨父母债，而是给父母亲重新做人的机会，学习不再为自己而活。"
  },
  "Mission Milano": {
    "type": "movie",
    "name": "王牌逗王牌 (偷天特务)",
    "desc": "　　科技集团主席洛家豪（黄晓明 饰），表面为城中巨富，但真正身份为侠盗世家之传人，经常暗中锄强扶弱，帮助警方对付罪犯。\n　　瑞士一所得洛家豪资助之大学，成功研制「上帝种子」，能在最贫瘠土地上以一分钟之速度长出蔬果植物。家豪看示范时惊叹可能令饥荒消失，但也可能令农业国家破产。此时，国际犯罪集团「新月组」由首领雪姫（徐冬冬 饰）率领手下凤舞（胡然 饰）等突袭而至，抢走「上帝种子」及发明种子之博士（徐亚洲 饰），另一个恐怖集团Kmax亦对「上帝种子」虎视耽耽。\n　　国际刑警派出囧探宝爷（刘德华 饰），要求家豪跟他合作夺回「上帝种子」，同家豪助手A梦（王祖蓝 饰）和妹妹洛家欣（欧阳娜娜 饰），在澳门、香港、意大利米兰，跟新月组和Kmax斗智斗力。众人远赴东欧恐怖组织基地，一场大战一触即发。然而，「上帝种子」的命运将会如何？"
  },
  "Napping Kid": {
    "type": "movie",
    "name": "逆向诱拐",
    "desc": "　　小儒（苏丽珊 饰）为投资银行客户财务分析赶工，档案竟网上被盗，电脑部同事阿植（吴肇轩 饰）遍寻不获。老板John（王敏德 饰）收到勒索电邮，要求听从指令，三日内交19万超低赎金，否则公开财务分析。小儒上司Irene（张雪芹 饰）为保客户股价，找来刑警前夫唐辅（邵仲衡 饰）低调调查，将有关职员隔离：而分析员牧野（朱鉴然 饰）一度失踪、客户技术总监Zachary（泰臣 饰）不欢离职，都嫌疑极大；绑匪近在咫尺，指令古怪，志不在钱，背后隐藏更大危机？"
  },
  "Break Up Club": {
    "type": "movie",
    "name": "分手说爱你",
    "desc": "　　Joe（房祖名 饰）与阿花（薛凯琪 饰）是一对相亲相爱的快乐小情侣，但是因一些微不足道的原因，Joe最终被女友踢出局。这个伤心的21岁男孩决定自杀，却在给亲友发电邮留遗书时发现一个奇怪的分手网站。该网站的法则是：只要Joe能够拆算其他情侣，他就可以跟自己的女友复合。\n　　正值此时，香港电影人黄真真和郑丹瑞筹拍一部爱情电影，他们向社会征集青年男女们的爱情故事，Joe也应征前往。黄真真对Joe分手后的经历非常感兴趣，于是拿出一部DV，请Joe将挽回女友的全过程拍下来。好友Sunny（邓健泓 饰）为了Joe勇于献身，在拆散Sunny及其女友后，阿花竟真地回到Joe的身边……"
  },
  "Tales from the Occult: Body and Soul": {
    "type": "movie",
    "name": "失衡凶间之罪与杀",
    "desc": "　　《头发》: \n　　过气偶像Maggie（卫诗雅 饰），初出道的一支美发广告广为人知，可惜后劲不继。一次难得的电影试镜机会，燃起她东山再起的渴望。在试镜前夕，Maggie 在私人派对中被作弄烧焦头发。为挽救她的「美发」星途，找到一家半夜未打烊的发型屋，发型屋店东（黄又南 饰）对护发有异常心得。没料到，这竟成为她人生最暗黑的一夜。\n　　《猫劫》: \n　　城中虐猫案不断，动物保护义工Nora（蔡思韵 饰）与Aaron（陈毅燊 饰）不单经营猫舍收留弃养，更四出拯救猫只。追查虐猫者行踪的Johnnie（朱鉴然 饰），告知在坊间流传有「猫眼人」出没的废墟，发现了大量猫只残肢。三人冒险夜探废墟，没料到虐猫狂徒的下一个目标，竟不是猫。\n　　《闇室》: \n　　牙科护士心瑶（林嘉欣 饰）在一次街头事端中与厨师国轩（刘俊谦 饰）偶遇。国轩到心瑶工作的诊所检查牙齿时，被喜欢心瑶的牙医Steve（朱栢康 饰）施虐折磨。心瑶深感内疚，前往探望，却察觉到国轩精神不稳。翌日，Steve被发现在诊所陈尸血泊遇害，嫌疑犯呼之欲出…"
  },
  "Soul Mate": {
    "type": "movie",
    "name": "七月与安生",
    "desc": "　　七月（马思纯 饰）和安生（周冬雨 饰）的第一次相识在十三岁，她们一个是特立独行飞扬跋扈的“野孩子”，一个是单纯温婉循规蹈矩的“乖乖女”，从那一年开始，七月和安生几乎形影不离，她是她的光，她是她的影子，直到某一天，一位名为苏家明（李程彬 饰）的少年出现在了七月的身边，七月恋爱了。\n　　安生决定前往北京讨生活，临别之前，七月意外的发现苏家明贴身带着的玉佩，竟然出现在了安生的衣领里。安生走了，七月和苏家明的恋情持续着，他们考入了同一所大学，约定一毕业就结婚。可是，事情并没有像七月所想象的那样发展，而她和苏家明之间的关系，亦因为安生的归来而产生了新的变数。"
  },
  "Look Up": {
    "type": "movie",
    "name": "一样的天空",
    "desc": "　　1997年，刚考上大学社工系的成信（朱鉴然 饰），到服务隐蔽青年的社福机构做暑期工，认识了患有自闭和强迫症的恒仔（周祉君 饰）。恒仔舅父（朱柏谦 饰）发掘到他独特的艺术天赋，社工（王菀之 饰）和院长（袁富华 饰）给予的机会，令恒仔和恒女（苏丽珊 饰）暗淡的生活变得缤纷多彩。\n　　2003年，成信在社福界服务数年后，决定和死党李立品（胡鸿钧 饰）创业；然而，每一次的鸿图大计都因立品的家庭问题而搁置。立品因父亲李保（张兆辉 饰）的不理解，离家多年直至父亲感染沙士命危才回家。在母亲（车婉婉 饰）安排下，他登上父亲谋生的木船祈福，才发现父亲一直收在心底的爱意。\n　　十年人事，成信由社工走上艺术文化领域之路，并透过自己的工作着手文化传承。流行音乐和粤剧本来风马牛不相及、各有节奏，却因对音乐有着同样执着的音乐系学生宇豪（林德信 饰）和名伶鸣凤（米雪 饰）的相遇融汇，三人几经努力，终于突破傅统，大胆联乘粤剧折子戏和流行音乐，拼凑出令人惊喜的创意。\n　　成信经过廿五年的耕耘，在社会上建立出名望，获邀担任2022年全港醒狮竞赛的评判。热爱舞狮的尼泊尔人Chandra（Bipin Karma 饰），因种族所限一直得不到习武机会。凯桐（麦咏楠 饰）穿针引线令Chandra得到关师傅（姜皓文 饰）破格收他为徒，在武华（黄溢濠 饰）的帮助下赢得认同，实现舞狮头梦想。\n　　成信，典型的年轻人，在自己的成长路上用他的努力描绘了属于自己的一片美丽天空，同时看到社会各方面的融和向前。"
  },
  "Kung Fu Mahjong 2": {
    "type": "movie",
    "name": "雀圣2：自摸天后",
    "desc": "　　细芬（应采儿 饰）表面上是一个普通的家庭主妇，但事实上她是麻雀高手过三洞（王天林 饰）的徒弟，精通麻雀。她爱麻雀但更爱丈夫子雄（尹子维 饰），而丈夫则不喜欢她沉醉麻雀。子雄是个不务正业的小混混，得到赌坛老大鬼哥（姜皓文 饰）的赏识。同时，鬼哥的妹妹波波（李思蓓 饰）也看上了子雄，千方百计要从细芬手中夺得子雄，细芬十分担忧。细芬的师姐十三飞（元秋 饰）和师妹初恋（李笼怡 饰）出招教授。但子雄还是受不住诱惑，决定跟细芬离婚。细芬在麻雀台上与波波对阵时输掉了丈夫。细芬伤心自杀，经师父及师姐师妹的鼓励，决定把失去的自信找回来，誓要在雀神大赛上赢回波波……"
  },
  "It's a Wonderful Life": {
    "type": "movie",
    "name": "大富之家",
    "desc": "　　任大宽（关德兴 饰）家道兴旺，四世同堂，但家家有本难念的经，这一家也不例外。大儿子求富（黄百鸣 饰）与老婆月容（冯宝宝 饰）争吵不断，处在离婚的边缘。二儿子求贵（梁家辉 饰）天生口吃，与老爸不和，年纪不小却还没有女朋友。小儿子求其年少无知，却调皮捣蛋，在学校里惹事不断。三女儿求安（毛舜筠 饰）天性叛逆，在法国留学后更是一发不可收拾。这一天，求安从法国带来一个长发不羁的罗伯特（张国荣 饰），让表哥孝忠（刘青云 饰）醋意大起。与此同时，训导主任何守贞（郑裕玲 饰）发现求其的漫画，要求见家长。而求贵爱上了守洁（袁咏仪 饰），两人日渐亲密，却被守洁姐姐守贞百般阻拦……"
  },
  "The Infernal Walker": {
    "type": "movie",
    "name": "无间行者之生死潜行",
    "desc": "　　黑帮「福和」的丁卓飞（谢天华 饰）与反黑队督察段一凡（周柏豪 饰）是双方安插对方阵营的卧底。\n　　丁卓飞在「福和」做了十年卧底，为了掩饰真实身份，他比别人更加心狠手辣，亦因此渐渐接近核心。但亲手拷问同袍，看著他们惨死，令丁卓飞开始厌倦这没有尽头的卧底工作……\n　　另一边，段一凡在反黑组步步高升，更有望成为最年轻的总督察。事业爱情皆美满的段一凡，开始渴望做一个真真正正的警察。他处心积虑想摆脱宋先生（陈启泰 饰）和他背后的「东利贸易」……\n　　一次「福和」及「东利」的毒品交易，原来是「福和」话事人找出双方叛徒的骗局。一黑一白两个警察，各自为自己的正义之途，走上你死我亡的对峙局面……"
  },
  "Chasing the Dragon": {
    "type": "movie",
    "name": "追龙",
    "desc": "　　电影讲述了香港现代史上两大著名狠角色大毒枭跛豪（甄子丹 饰）、五亿探长雷洛（刘德华 饰）的传奇故事。上世纪六七十年代，香港由英国殖民，权势腐败、社会混乱。1963年，穷困潦倒的青年阿豪（甄子丹 饰）偷渡至香港，抱着“生死有命、富贵在天”之心决意一搏人生。阿豪带着几个兄弟，从九龙城寨底层开始一路刀刃舔血，爬上香港毒品霸主之位，一手掌控香港十大黑帮，江湖人称“跛豪”。而雷洛（刘德华 饰）则从一位普通探长一步步爬上华人总探长高位，统领全香港三万警察，手握香港治安“潜规则”。为垄断香港黄赌毒三大经济产业，跛豪与雷洛结拜为兄弟，两人一黑一白两手遮天，权势滔天，家财亿万，独霸香港岛。直到1974年，廉政公署成立，雷洛被迫提早退休，跛豪却不听劝，誓要成为毒品帝国的唯一主宰……"
  },
  "The Phantom Lover": {
    "type": "movie",
    "name": "夜半歌声",
    "desc": "　　1936年的上海，青年演员宋丹平（张国荣 饰）因主演歌剧迷倒成千上万女性，但对她们他均不动心，只与清纯的富家少女杜云嫣（吴倩莲 饰）坠入爱河。然而因为他的戏子身份，两人恋情曝光后遭到杜云嫣父亲（王冰 饰）的强行阻止，杜云嫣被禁闭在家，并许配给权贵赵局长（鲍方 饰）之子赵俊（司徒慧焯 饰）。在与赵俊的订婚夜宴上，杜云嫣装病离席私会宋丹平，赵俊发现后妒火中烧，派人向宋丹平泼漒水毁了宋丹平左边面孔并放火焚烧了剧院，外传宋丹平已死于大火中，杜云嫣自此成为外人眼中的疯妇，而已成废墟的剧院因为每逢月圆之夜会传来虚无缥渺的歌声，被传是宋丹平的鬼魂作祟。\n　　十年后，某个小剧团暂住进被传有鬼的剧院，青年演员韦青（黄磊 饰）遇到如幽灵般并已毁了左边面孔的宋丹平，爱情悲歌随即再次上演。"
  },
  "Death Notice": {
    "type": "movie",
    "name": "暗杀风暴",
    "desc": "　　神秘的 Darker 开始发放「死亡通知单」，预告将在何时以何罪向何人执行死刑。即使收到通知的人报了案，得到警方贴身保护，Darker 照样能突破重围，手刃受刑人。警方为此成立了专案小组，但每次缉捕行动都是失败而回，只能看着杀戮一再发生。专案小组成员罗飞（张智霖 饰）善于观察和分析，还有案件目击者黄少平（古天乐 饰）提供的线索，每次精准分析出 Darker 的行动，他和警察韩灏（吴镇宇 饰）联手追捕 Darker，但总是晚了一步。随着案件陆续发生，罗飞发现看似随机的杀人事件，实际存在着千丝万缕的关系，背后还隐藏着更大的阴谋，而 Darker 的身份渐渐浮现……"
  },
  "The Italian Recipe": {
    "type": "movie",
    "name": "遇见你之后",
    "desc": "　　谢谢你，让我遇见了爱情，也谢谢你，让我遇见了更好的自己。在古老的罗马街头，平凡的黄曼曼（黄尧 饰）意外遇见了与自己天差地别的偶像彭柏杨（刘迅 饰）。本无交集的二人却在罗马上演了一场浪漫而又惊喜的恋爱之旅，整个城市都充满爱的味道。但事情的发展并没有他们想象中的那么美好，现实生活又将两人拉回原点。时过境迁，他们心里是否还记得那天在罗马街头对彼此许下的诺言？"
  },
  "Over My Dead Body": {
    "type": "movie",
    "name": "死尸死时四十四",
    "desc": "　　一个寻常晚上，杜志铭（黄又南 饰）和太太（余香凝 饰）与丈母娘（毛舜筠 饰）在家门前发现了一具赤裸男尸，为免自家屋宅变成凶宅，让房价惨跌，一家人决定合力处理，将尸体嫁祸邻居。同层楼还住有银发族陈家夫妻、未婚大龄女子Mary姐、性格火爆的张氏父子和一个神秘的吸烟女。一梯四伙十一个活人，为了一个死人，用尽浑身解数，天亮前，他们只能求同存异，合作把尸体运出大厦……"
  },
  "The Brotherhood of Rebel": {
    "type": "movie",
    "name": "扎职2：江湖陌路",
    "desc": "　　八年前，从小一起长大的阿齐（黄宗泽 饰）、阿猫（张继聪 饰）和金仔（陈家乐 饰）三兄弟拜入龙头佑哥（黄德斌 饰）门下，佑哥对三人照顾有加。谁料，佑哥势头如日中天时遭刀手伏击，风云人物一朝沦为残废。佑哥出事后，阿齐为了社团忍辱负重；阿猫隐姓埋名，只想和妻子阿悦（卫诗雅 饰）做回普通人；金仔为了上位，不惜暗中助对家公司老板出头。而一心想要为夫报仇的佑嫂（周励淇 饰）查出，佑哥当年出事似与三兄弟其一有关。在情义与利益交织的漩涡中，曾经生死与共的三人将如何抉择各自的命运？他们的决定，又会触发怎样的结局呢？"
  },
  "An Abandoned Team": {
    "type": "movie",
    "name": "得宠先生",
    "desc": "　　60岁臭脾气的长者任春佳（郑丹瑞 饰）一直过着独居生活。他在被迫退休后回望自己的一生：婚姻失败、父女关系疏离。生无可恋的他决定上山寻死，幸好垂死一刻被流浪狗烧腩发现，引领动物义工邓悦娜（卢慧敏 饰）救他脱险。烧腩的灵性与令人窝心的举动，令原本讨厌狗的佳叔对流浪动物改观，也与悦娜成为了好友，并加入悦娜所办的动物中心「汪之家」当义工，帮助被遗弃的动物。悦娜亦助佳叔能借此解开与女儿任素仪（廖子妤 饰）积压了二十多年的心结。正当佳叔以为人生将要重回正轨的时候，他所住的村庄却突然发生数十只流浪狗被毒杀事件……"
  },
  "Death Stranding": {
    "type": "movie",
    "name": "困兽",
    "desc": "　　千禧年前后，虎城动荡不安，政府为重整市内秩序，决定铲除地下娱乐事业及洗黑钱。以四爷（张兆辉 饰）代表的黑势力及博彩协会的理事左君哲（吴镇宇 饰）暗中操控局势，试图浑水摸鱼争夺经营权。反黑警察江文峰（钟汉良 饰）介入，成立项目调查相关案件，文峰誓要查明真相，同时也要为因君哲意外害死的妹妹文淇报仇……"
  },
  "Mr & Mrs Incredible": {
    "type": "movie",
    "name": "神奇侠侣",
    "desc": "　　在一个远离京城的幽静田野，胡子拉碴的保长欢哥（古天乐 饰）慵懒倦怠，过着百无聊赖的生活。他的老婆红姐（吴君如 饰）经营一家包子铺，厨艺上佳，持家有道。夫妻俩看似讷言平庸，胸无大志，却很少有人知道他们曾经有着怎样的传奇经历。遥想当年，京城出了两个名震江湖的侠客——炯炯侠和香香侠。他们济弱扶贫，惩恶扬善。两个大侠互相较劲，狭路相逢，却由此一见钟情，携手归隐江湖。他们隐藏着自己的一身武功和令人惊叹的超能力，决心安顿下来买间房子再生个孩子。\n　　谁曾想事与愿违，夫妇俩始终没有孩子，令他们颇为烦恼，而就在此时一场武林大会突然在小山村召开，他们沉静的生活被彻底打破……"
  },
  "Last Suspect": {
    "type": "movie",
    "name": "拯救嫌疑人",
    "desc": "　　某东南亚国家，华人律师陈智琪（张小斐 饰）正值事业的巅峰期，她所向披靡，连续累积了三十场不败的辩护纪录，名声在业内和社会上广为人知的同时，也遭受着来自检方和原告的质疑与咒骂。平日里忙于工作的她，终于抽出空参加女儿恩恩（王弋萱 饰）的幼儿园运动会，可谁曾想女儿就在众目睽睽被人绑架。在此之后，智琪惶恐不已，而警方不以为意的态度更令她失望无助。没过多久，神秘人送来女儿的照片和一部手机，并通过电话要求他五天之内为一审被判处死刑的青年丹温（洪浚嘉 饰）做无罪辩护，否则就要撕票。\n　　无奈之下，智琪只得接收这桩案子，并找来正被停职的发小——刑警金志雄（李鸿其 饰）协助调查辩护证据。在搜寻线索的过程中，她为死刑犯辩护的行为受到了死者家属林淑娥（惠英红 饰）的质疑。这场事关女儿生死的辩护，陈智琪绝不能输！然而随着案情深入，她发现自己被卷入另一场阴谋之中……"
  },
  "72 Tenants of Prosperity": {
    "type": "movie",
    "name": "72家租客",
    "desc": "　　香港旺角的西洋菜街，商铺林立，游人络绎不绝。哈公（曾志伟 饰）和石坚（张学友 饰）的手机店隔街相望，两家为抢生意各出奇招，互不相让。其实二人多年前本为好友，当年二人智斗包租婆的故事至今仍传为佳话，结果最后却为争小桃红（袁咏仪 饰）反目成仇。如今，已为哈嫂的小桃红和哈公相亲相爱，但在心底对曾经的好朋友石坚也仍关爱有加。两家的儿女们私下也有所往来，并逐渐互生好感。大业主租金要翻三倍，商户们为此伤透脑筋。频频有神秘人从高处扔硫酸水，生活在小街的人们陷入恐慌。为了维护生存的权益，为了还西洋菜街以安宁，商户们决定团结一致，共同捍为自己的家园……\n　　本片由邵氏和TVB合作拍摄，因集结两岸三地的100多位明星参演，所以有港版《建国大业》之称。"
  },
  "Blind War": {
    "type": "movie",
    "name": "盲战",
    "desc": "　　影片围绕前特警队长东谷（安志杰 饰）的故事展开，歹徒袭击法庭，东谷在任务中罹患永久性失明，任务之后更是被胁迫承担失败责任。东谷在女儿的陪伴下逐渐走出阴霾并适应了自己失明的眼睛，曾经的宿敌再度出现，女儿陷入危险之中，东谷为救女儿，展开生死盲战。"
  },
  "July Rhapsody": {
    "type": "movie",
    "name": "男人四十",
    "desc": "　　故事讲述香港中学中文老师林耀国（张学友 饰）与班上女学生胡彩蓝（林嘉欣 饰）开始了师生恋及肉体关系，与此同时林耀国与其妻陈文靖（梅艳芳 饰）20多年的婚姻关系出现问题；原来当年陈文靖与其语文老师盛世年（庹宗华 饰）发生过师生恋而且意外怀孕（盛老师是耀国当年最敬爱的老师），却同时也是耀国的长子安然（谭俊彦 饰）的生父。盛老师此时忽然再度出现……"
  },
  "Shining for One Thing": {
    "type": "movie",
    "name": "一闪一闪亮星星",
    "desc": "　　张万森（屈楚萧 饰）在高考后计划向自己暗恋已久的女生林北星（张佳宁 饰）表白，这是他心中珍藏已久的愿望。然而，命运却给他开了一个残酷的玩笑，一场突如其来的演唱会事故将他的告白计划变成了无法挽回的悲剧。面对痛苦与无助，张万森意外地发现自己重新回到了那个夏天，回到了事故发生之前的时刻。这一重启的机会让他再次站在林北星的身边，却也带来了前所未有的挑战和复杂性。\n　　随着时间的倒流，张万森试图利用这次难得的机会，竭尽全力保护林北星，避免悲剧的重演。然而，重启夏天的秘密远比他想象中的更加复杂和神秘。张万森必须解开这背后的谜团，同时尽力弥补之前未能完成的心愿和遗憾。青春岁月中的那场绵绵大雪是否能如愿落在他们相爱的两人身上？在星河流转的瞬间，他们是否能够实现心中的美好愿景，最终让所有的遗憾得以圆满？"
  },
  "S Storm": {
    "type": "movie",
    "name": "反贪风暴2",
    "desc": "　　廉政公署根据调查，马会的球赛博彩操盘手（尹子维 饰）涉嫌违法行为。在试图调查此人的时候，此人却遭独行杀手（周渝民 饰）杀害，目击证人竟是廉署首席调查主任陆志廉（古天乐 饰），因为他正与另一调查主任王曼玲（蔡少芬 饰）调查幕后操盘手。重案组督察刘保强（张智霖 饰）随后介入案件调查，却与陆志廉心生嫌隙。根据线索，警方得知香港非法赌球幕后有一个大庄家叫华老师（卢海鹏 饰）；同一时间马会保安经理伦添源（林保怡 饰）被杀。杀手原来受聘于国际犯罪集团首脑，该首脑操控了欧洲的球赛赛果，跟香港的搭档合作从中获利，而他的搭档，正是马会的董事（石修 饰），正将继任马会主席。两支纪律部队由开始时的互不信任，到最后发展出默契，誓要将集团连根拔起……"
  },
  "Cloudy Mountain": {
    "type": "movie",
    "name": "峰爆",
    "desc": "　　一座修建十年的隧道即将竣工之际，受全球地质变动影响，地裂、地震、山体滑坡、泥石流等一系列地质灾害呼啸而至，隧道与整个县城危在旦夕，老洪（黄志忠 饰）、小洪（朱一龙 饰）父子俩于绝境处挺身而出，他们如何与16万人度过这场生死危机？"
  },
  "Back Home": {
    "type": "movie",
    "name": "七月返归",
    "desc": "　　自幼有阴阳眼、不断受朋辈排挤的向荣（江𤒹生 饰），某日收到母亲（白灵 饰）自杀不遂入院的消息，被迫从加拿大返回香港，并回到旧居暂住。\n　　回到儿时熟悉的地方，再一次见到鬼的向荣发现，这里气氛诡异、怪事连连，似乎正发生惊人的变化！ 居于同层的街坊钟伯（太保 饰）与钟婆（谭玉瑛 饰）亦行为怪异。夜半，楼上七楼总传来古怪声响，迫使向荣到上层一探究竟。一连串疑幻疑真的离奇事件相继发生，令他陷入崩溃边缘⋯⋯\n　　七楼的死亡传说仿佛家喻户晓，疑似有阴阳眼的邻居小孩不断求救，所有事都向他步步进逼。面对此地他方的种种怪事，到底是向荣看清了真相，还是真相只存在他一个人眼中？"
  },
  "The Exodus": {
    "type": "movie",
    "name": "出埃及记",
    "desc": "　　警察詹建业（任达华 饰）给一个在女厕偷窥的疑犯关炳文（张家辉 饰）录口供。关炳文不认罪，却说在厕所听到了有几个女人在商量用奇特药物杀死所有坏男人。建业虽然觉得无稽，但还是把口供记录下来。当天晚上，同僚告诉建业关炳文的口供不见了。当建业再次为关炳文录口供的时候，奇怪是他竟然承认自己在厕所偷窥，建业怀疑案件警察方子晴（邵美琪 饰）有关，决定追查下去。而方子晴则在女厕与建业的妻子（刘心悠 饰）见面，希望建业的妻子能阻止丈夫追查案件。\n　　正当建业继续调查之际，接到了关炳文失踪的的消息，而关的前妻潘小源（温碧霞 饰）也在这个时候出现了。本来与妻子（刘心悠 饰）关系越来越僵持的建业，在安慰失去丈夫的潘小源时与之发生了关系。\n　　当发现自己丈夫真的有外遇时，建业的妻子才显露了她的秘密……"
  },
  "Better Days": {
    "type": "movie",
    "name": "少年的你",
    "desc": "　　陈念（周冬雨 饰）是一名即将参加高考的高三学生，同校女生胡晓蝶（张艺凡 饰）的跳楼自杀让她的生活陷入了困顿之中。胡晓蝶死后，陈念遭到了以魏莱（周也 饰）为首的三人组的霸凌，魏莱虽然表面上看来是乖巧的优等生，实际上却心思毒辣，胡晓蝶的死和她有着千丝万缕的联系。\n　　一次偶然中，陈念邂逅了名为小北（易烊千玺 饰）的小混混，随着时间的推移，心心相惜的两人之间产生了真挚的感情。小北答应陈念在暗中保护她免受魏莱的欺凌，没想到这一决定引发了一连串的连锁反应。负责调查胡晓蝶死因的警官郑易（尹昉 饰）隐隐察觉到校园里的古怪气氛，可他的调查却屡屡遭到校方的阻挠。"
  },
  "Marrying Mr. Perfect": {
    "type": "movie",
    "name": "嫁个100分男人",
    "desc": "　　叶欣荣（梁咏琪 饰）被恋爱七年的男友抛弃，忽然从待嫁女变成了剩女，嫁人无望，却误打误撞认识了老板的司机古须仁（郑中基 饰）。她根本不知道，古须仁竟然是如假包换的香港老板，因为树敌太多，不得已和司机关仁（杜汶泽 饰）交换身份。褪去了阔少爷的光环，一直得不到真爱的古须仁在荣荣身上找到了感觉，也因为互换身份，关仁认识了荣荣的闺蜜Nikki（谢娜 饰），一见倾心，Nikki却担心上司办公室性骚扰，处处防备，闹出不少笑话。而古须仁和荣荣，在帮助关仁追求Nikki的过程中渐渐坠入爱河。\n　　古须仁破格提拔荣荣去香港做高层。荣荣经历了一次梦幻般的旅程，私人飞机、名车、名表、名牌服装首饰、上流社会的交际……所有的一切都让荣荣感到不真实。当古须仁鼓起勇气向荣荣亮出真正身份并深情表白时，却让荣荣感到他句句假话，拒绝了他，但是此时决定洗心革面的古须仁却再也不愿意放手，虽然荣荣已经不在身边，他却依然遵守着荣荣和他的爱情约定……"
  },
  "My Country, My Parents": {
    "type": "movie",
    "name": "我和我的父辈",
    "desc": "　　继2019年《我和我的祖国》、2020年《我和我的家乡》，国庆三部曲之《我和我的父辈》由《乘风》《诗》《鸭先知》《少年行》四个单元组成，以革命、建设、改革开放和新时代为历史坐标, 通过“家与国”的视角描写几代父辈的奋斗经历，讲述中国人的血脉相连和精神传承，再现中国人努力拼搏的时代记忆。"
  },
  "The Ex-Files 4: Marriage Plan": {
    "type": "movie",
    "name": "前任4：英年早婚",
    "desc": "　　孟云（韩庚 饰）和余飞（郑恺 饰）这对难兄难弟，在历经情场的洗礼之后，终于来到了谈婚论嫁的年纪。面对家人的催促，正在经历“分手后遗症”的孟云，带着“为什么要结婚”的疑问，开始寻找真爱；而余飞和女友丁点（曾梦雪 饰）为了应对结婚后即将产生的各种情况，自创了“结婚冷静期”，将婚后生活提前预演。一个在寻爱之路上越来越迷茫，一个在体验婚姻生活后问题频出，两兄弟纷纷面临着新的情感难题……"
  },
  "I'm Livin' it": {
    "type": "movie",
    "name": "麦路人",
    "desc": "　　阿博（郭富城 饰）曾是一位金融才俊，但一场股灾挪用公款，沦为阶下囚……出狱后的阿博无法面对自我，更无法面对他期待极高的年老母亲（鲍起静 饰），也对为他肩负巨大债务的妹妹感到十分愧疚，因此不想回家，从此成了无家者，活在众多比他更没有明天的人当中，似乎让他找回了一些安全感。十年前，在他意气风发之时，曾与阿珍（杨千嬅 饰）有过一面之缘，但她却与落迫时的阿博渐渐走近，希望他重新能振作……\n　　阿博在快餐店内遇到不少同路人，相互改写了各自的人生：带着稚女的苦命妈妈，一直疯狂打工为欠赌帐的奶奶还债，不敢回家的等伯（万梓良 饰）、靠街头卖画维生的口水祥（张达明 饰）、刚离家出走的孤僻少年深仔等。众人都以阿博为首，互相扶持，希望能尽力帮助彼此走过人生低谷……"
  },
  "The Prosecutor": {
    "type": "movie",
    "name": "误判",
    "desc": "　　根据真实案件改编。贫苦青年马志杰（冯皓扬 饰）借出了住址而误收毒品包裹，在辩护律师的诱骗和误导下承认了贩毒控罪。曾是干探的检察官霍子豪（甄子丹 饰）凭其警察触觉和执着，不惜违规为此冤案展开调查，抽丝剥茧揭开辩护律师团队的真面目。在欧柏文（张智霖 饰）等恶势力的重重阻挠下，霍子豪勇破难关且设下圈套，成功还原真相并将真正罪犯绳之以法，守住了法律的威严，阻止了一次无情的误判。"
  },
  "Echoes of the Rainbow": {
    "type": "movie",
    "name": "岁月神偷",
    "desc": "　　60年代的香港，风云变幻。一面要忍受港英政府的压制，一面又受到文化大革命的波及，更要面对不时登陆的台风暴雨。老字号的永利街就处在这样一个风暴的旋涡中心。\n　　鞋匠罗一家四口，在街尾以做鞋为生。罗先生（任达华 饰）做得一手好鞋，在那个混乱的年代仅能养家糊口；罗太太（吴君如 饰）为人辛辣直率，人称“侠盗罗嫂”。大儿子罗进一（李治廷 饰）16岁，品学兼优，是运动会的冠军，全家人的希望，也是永利街的骄傲；小儿子罗进二（钟绍图 饰）8岁，在父母溺爱之下，天性顽劣，出了名的顽皮整蛊……一家人艰难度日，也算其乐融融。\n　　然而大儿子与富家小姐芳菲（蔡颖恩 饰）之间一段纯美的初恋、一场扫荡整个香港的飓风暴雨、更有一场潜伏已久的噩梦，让这个普通家庭的平安幸福在一夜之间陡生变故、支离破碎……面对岁月这个最大的“神偷”，顽强不屈的人该如何去抵抗？"
  },
  "Mama's Affair": {
    "type": "movie",
    "name": "巨星养成记",
    "desc": "　　前知名经纪人余美凤（毛舜筠 饰），曾一手捧红多位歌手，却在婚后选择相夫教子。看似婚姻美满的她，在17岁儿子升学之际，断然决定复出乐坛。机缘巧合之下认识了茶餐厅外卖员方晴（姜涛 饰），方晴内心对唱歌跳舞充满热诚也相当有天赋。让美凤重新燃起了做经纪人的希望，正式出道后。方晴大火，美凤也在职场上锋芒毕露，儿子子轩（柳应廷 饰）感到妈妈的转变，再加上父亲的突然搬走，让他心里更是不安，母子感情也因此备受考验。与此同时，方晴接到海外公司邀约，请他到海外发展。而方晴的唯一条件是美凤必须跟随……美凤也在儿子与方晴之间面临抉择。"
  },
  "Loving You": {
    "type": "movie",
    "name": "无味神探",
    "desc": "　　警员阿海（刘青云 饰）事业上精明能干，但与妻子（李若彤 饰）的关系十分恶劣，妻子更怀上了别人的孩子，婚姻濒临破裂。阿海在与歹徒搏斗的时候脑部中枪，自此失去了味觉。妻子全力照顾，两人的关系也开始转好。没想到该歹徒逃脱成功，并绑架了阿海的妻子要挟阿海出现，在枪林弹雨中与歹徒时，阿海才发现自己一生中最爱的人还是自己的妻子。歹徒挟持着妻子，并告诉阿海房间内已充满了煤气，只要阿海开枪便会爆炸，事实上阿海已经失去了味觉……"
  },
  "Love At First Lie": {
    "type": "movie",
    "name": "不是你不爱你",
    "desc": "　　那年暑假，花园街长大，性格开朗善良的阿宝（谭旻萱 饰）偶遇和父亲感情不佳的富家子家伟（陈昊森 饰）。为报复父亲再婚，家伟聘用阿宝及其好友大强（梁仲恒 饰）等人捣乱婚礼，促成他与阿宝认识并开始交往。两人情投意合，尝尽热恋甜蜜，本以为缘定今生，岂料命运却为这段爱情安排了急转直下的暗涌。"
  },
  "Cyber Heist": {
    "type": "movie",
    "name": "断网",
    "desc": "　　电子荧幕背后藏着一片诡秘的网络森林，满布光纤与数据，是孕育技术与滋长病毒的奇幻空间…黑客们在网络森林播毒，发动了一次大规模的网络袭击，幸得天才网络保安主任卓家俊（郭富城 饰）利用自身研发的防火墙，化解危机。殊不知病毒攻击原来是由其上司陈明志（林家栋 饰）所操控，家俊亦因此误堕其洗黑钱圈套，陷入险境…为证清白，家俊与陈明志展开激烈斗法。家俊暗中在网络森林炼制具备人工智能（AI）的超级病毒，更不惜游走危险领域，潜伏并攻击各路黑客，誓要找出陈明志罪证！同时，陈明志不择手段，命令黑客反夺家俊手上解密科技，更绑架其女儿卓宝儿及恐吓其妻子咏珊（赖雅妍 饰）。家人生命受到威胁，家俊受尽掣肘。更祸不单行的是，其研发的AI病毒失控，迅速窜入各个电脑系统，瞬间全城断网，引起莫大恐慌，后果不堪设想……"
  },
  "My Best Bet": {
    "type": "movie",
    "name": "祥赌必赢",
    "desc": "　　病态赌徒文菁（蔡卓妍 饰）跟讨厌赌博的全守正（张继聪 饰）闪婚后，参加戒赌治疗班，却难忍赌瘾而被守正悉破，文菁搬返旧居决心戒赌，守正明白“同甘共苦”道理，决定与老婆共渡患难。\n　　富二代赌神Ian（朱栢康 饰）对守正小时候让他出丑一事一直耿耿于怀，决心报复。守正妹妹知盈（吴家忻 饰）和文菁弟弟文明（邱士缙 饰）被挟持在Ian开设的非法赌场，文菁为了营救二人，再次破戒，联同守正与Ian展开终极一赌……"
  },
  "From Vegas To Macau 2": {
    "type": "movie",
    "name": "澳门风云2",
    "desc": "　　闻名赌坛的“魔术手”石一坚（周润发 饰），在半年前协助国际刑警摧毁洗钱集团DOA后便销声匿迹，隐退江湖，整日里和他那台操着四川话的机器人傻强插科打诨，倒也逍遥自在。在参加好友龙叔（姜大卫 饰）的海上生日派对时，突遭来路不明的女杀手伏击，后得知她们受旧敌D.O.A组织派来灭口，而她们的目标不仅是杀死石一坚，更要捉拿携组织150亿美元资金潜逃的会计小马（张家辉 饰）。为保护小马及粉碎D.O.A的阴谋，石一坚与徒弟Vincent（余文乐 饰）前往泰国，结果与小马及其女儿初一（王诗龄 饰）结成患难拍档，并经历一连串奇遇；期间，石一坚还与旧情人莫愁（刘嘉玲 饰）重逢，两人再续前缘。但让众人始料未及的是，这时D.O.A已布下了一个更大的圈套……"
  },
  "Unleashed": {
    "type": "movie",
    "name": "最燃的拳头",
    "desc": "　　世上，从来没有天生的胜利者，只有咬紧牙关的勇士。霍杰（孙振峰 饰）是当今地下拳界最炙手可热的拳手，拥有十多场连胜纪录，除了有不断挑战的决心，更重要是跟随着一个出色的师父－车德博（卢惠光 饰）。好景不常，拳馆业主突然要卖掉物业，车德博为了保住拳馆而答应了霍杰与外号「杀人机器」仇立（郑子平 饰）的拳赛。连战多场，充满信心的霍杰竟不敌仇立，更被打至瘫痪，留下了心理阴影。师傅为了帮助阿杰，牺牲自己挑战仇立， 触动阿杰终于克服恐惧，与仇立再次正面较量。这不只是一场输赢的比拼，更是战胜自己的证明。"
  },
  "Home Sweet Home": {
    "type": "movie",
    "name": "秘密访客",
    "desc": "　　校车司机于困樵（段奕宏 饰）因失职酿成了一起重大的校车车祸，困樵拼死救出了似与车祸背后真相息息相关的汪楚祺（荣梓杉 饰），校车上的其他学生无人生还。\n　　得知此事，家境显赫的汪父（郭富城 饰）为了隐藏这个秘密，不得不把失去部分记忆的困樵藏在自己家的地下室里长达三年，却处处暗示困樵何时自首。\n　　随着访客的到来，这个原本温馨和睦的四口之家变得越来越诡异，母亲（许玮甯 饰）整日惴惴不安，姐姐（张子枫 饰）举止一反常态，家人个个心怀鬼胎，怪事频出，这个家背后不可告人的秘密似乎即将浮出水面……"
  },
  "Mad Fate": {
    "type": "movie",
    "name": "命案",
    "desc": "　　风尘女子凤姐遭逢死劫，于是拜托疯疯癫癫的命理大师老许（林家栋 饰）帮忙化解，怎奈命中注定，难改半分。狂风暴雨之夜，凤姐还是遭到雨夜屠夫的残忍杀戮。机缘巧合，茶餐厅送外卖的小哥阿东（杨乐文 饰）意外撞见凶案现场，满地血泊勾起了他心底最为阴暗凶残的欲望。救命来迟的老许懊恼之余，发现阿东的诡异之处。事后他找上门来为阿东算命，得知对方受风水等方面影响，注定性格凶残，并且还会因为杀人遭受二十年的牢狱之灾。\n　　曾目睹阿东杀猫的老差骨（吴延烨 饰）坚信阿东是天生的心理变态，甩不掉嗜血本性，大师却认为既是天生，那错的不是阿东，是命运！大师使尽风水术数、中西玄学，但总是人算不如天算，铩羽而归……\n　　黔驴技穷之际，老差骨步步进逼，凶手虎视眈眈，还有年轻凤姐（伍咏诗 饰）的致命诱惑，令阿东的杀念越加炽烈，执刀就要踏上杀戮之路。而大师也频临精神崩溃，命中注定的大劫将至！\n　　一切皆是命，半点不由人？"
  },
  "The Grandmaster": {
    "type": "movie",
    "name": "一代宗师",
    "desc": "　　广东佛山人叶问（梁朝伟 饰），年少时家境优渥，师从咏春拳第二代传人陈华顺学习拳法，师傅“一条腰带一口气”的告诫，支持他走过兵荒马乱、朝代更迭的混乱年代。妻子张永成（宋慧乔 饰）泼辣干练，二人夫唱妇随，琴瑟合璧。\n　　1936年，佛山武术界乱云激荡。八卦拳宗师宫羽田（王庆祥 饰）年事已高，承诺隐退。其所担任的中华武士会会长职位，自然引起武林高手的关注与觊觎。包括宫羽田的独生女宫二（章子怡 饰）在内，白猿马三（张晋 饰）、关东之鬼丁连山（赵本山 饰）、咏春叶问等高手无不将目光聚焦在正气凛然的宫羽田身上。拳有南北，国有南北乎？最有德行之人才堪会长重任，然这浮世虚名却引得无数迷乱之人狂醉奔忙，浪掷残生。生逢乱世，儿女情长埋藏心底，被冷若寒冰的车轮碾作碎泥……"
  },
  "Undercover Hidden Dragon": {
    "type": "movie",
    "name": "至尊无赖",
    "desc": "　　孙子兵（郑中基 饰）绰号发仔缺乏人生目标，他只能充当黑帮小混混里的一个小喽啰，与好友朱朋（林子聪 饰）终日无所事事。这天，女警庄情（傅颖 饰）、阿莎（杨爱谨 饰）和36（官恩娜 饰）找到了发仔，原来发仔的真实身份是一名卧底警员，发仔因为失忆，忘记了自己的真实身份。发仔根本不相信庄情的话，但为了微薄的卧底酬劳，发仔还是答应了帮庄情做事。没想到发仔与老大杜奇风（郑中基 饰）一见如故，成为了结拜兄弟。庄情十分失望，庄情伤心流泪令发仔十分震撼。在朱朋的鼓励下，两人决定要成为一个正义的人。\n　　杜让发仔保护自己的老婆淑贤（吴佩慈 饰），发仔早对淑贤有倾慕之情，没想到淑贤却要求发仔带她远走高飞。发仔面对淑贤跟庄情，陷入了两难的状态。杜找到了他们栖身的地方，也意外发现了自己丢失的重要物品，此间也揭发了一个重大秘密。"
  },
  "Once In A Blue Moon": {
    "type": "movie",
    "name": "望月",
    "desc": "　　月满有时，月缺有时，纵使生活让人喘不过气，一家人能够同呼同吸，已是最好的安排……\n　　父亲在美珍（李靖筠 饰）小时候离家出走，从此一去不返，留下母亲（李丽珍 饰）、大哥阿风（陈湛文 饰）和她。一家三口表面上和睦共处，然而每个人心中各怀秘密。美珍在便利店工作，每天受尽经理的无理对待，唯有将心神寄托在交友APP上认识的男生；阿风生意不顺，加上与妻子（李芯駖 饰）分居，在家人面前唯有假装恩爱；母亲为家人劳心劳力，其实仍对多年前一件令丈夫离去的事感到遗憾。\n　　人有悲欢离合，他们终会意识到，能够相聚一刻，就是最好的时光。"
  },
  "The Rescue": {
    "type": "movie",
    "name": "紧急救援",
    "desc": "　　倾覆沉没的钻井平台，顺流直冲的运油车头，直坠入海的满载客机。交通海上应急反应特勤队队长高谦（彭于晏 饰）、机长方宇凌（辛芷蕾 饰）和卷扬机手赵呈（王彦霖 饰）一次次带领队伍第一时间抵达，站在水火咆哮的最前面，守在危急撤离的最后面，用生命对抗天灾人祸。但在自然面前，特勤员毕竟没有超能力，血肉之躯踩在死亡边缘，真实的恐惧无数次让这些斗士颤抖、无助和气馁。而海上救援的字典里没有「退缩」。当你听见旋翼的轰鸣、洪亮的汽笛、马达的飞驰，那是他们无惧艰难险阻，舍己为人，谱写的一曲英雄之歌。"
  },
  "High Forces": {
    "type": "movie",
    "name": "危机航线",
    "desc": "　　“这是航班HY688，我们遭遇劫机！劫匪要价35亿人民币！目前飞机处于失控状态，请求支援！！！”\n　　一架五星级超豪华A380客机在国际首航途中遭遇暴力劫机，整架飞机被杀意笼罩。机舱内，国际安保专家高皓军（刘德华 饰）正在和疯批悍匪团周旋，他的女儿小军（张子枫 饰）被绑为人质，性命岌岌可危。劫匪头目Mike（屈楚萧 饰）要价35亿人民币，全机800余乘客沦为他的筹码和玩具。女儿和前妻傅源（刘涛 饰）先后落入魔爪，暴躁杀神高晧军开启极限反杀模式，一场高空追杀就此展开。\n　　此时机舱内已是浓烟滚滚，坠机只是时间问题！全机乘客能否安全降落，这架摇摇欲坠的豪华客机究竟是最后的栖身之所还是坠入地狱的幽灵航班？"
  },
  "Tales From The Occult": {
    "type": "movie",
    "name": "失衡凶间",
    "desc": "　　《死场》：\n　　喧嚣名利场，手机面前，眼镜男子张牙舞爪，夸张宣传着一家即将开门营业的卖场，然而却是用谎言掩盖真相，用浮夸驱逐破落。直播结束，尘归尘土归土，男子准备离开，却不曾想自己正被困在面向世人直播的生死场。\n　　《唐楼》：\n　　老旧公寓，住户寥寥。他们固守原地，殊不知意外逼近。阶梯拐角处的尸体，惊恐了苟且求生的平凡人，为了保护自己的家园，这群疏离之人设法抛尸。\n　　《暗角》：\n　　有着阴暗记忆的女歌手独自居住，却时时感到被人监视。在巨大的压力之下，她的旧病复发，从此仿佛能够看到鬼魂存在。"
  },
  "The Locksmith": {
    "type": "movie",
    "name": "锁战",
    "desc": "　　一宗离奇失踪案，让山叔（许绍雄 饰）痛失了爱妻山嫂，也让张以静（高海宁 饰）自小没了母爱。山叔本是一名锁匠，经营一家名为《诚信》的锁店，却因为这场意外失智了。他随后收了一位爱徒程浩仁（姜皓文 饰）。阿仁接班了山叔的好手艺，精通开锁，甚至青出于蓝。正因为他的这一手好功夫，经常被警察找去帮忙开锁的他也因此和警探刘业信（黄浩然 饰）变成了好友。至今阿仁从未遇见他开不了的锁。一直到有一次的开锁工作中，他碰见了多年没见的老友李全凯（陈沛江 饰）。自此，接二连三的怪事陆续发生，阿仁在回家途中无意间听见新搬来的邻居关小姐（黄诗棋 饰）吹起了耳熟能详的口琴旋律。不曾见过关小姐的阿仁，开始对关小姐产生好奇并偷偷监视着她。\n　　与此同时，透过以静，得知当年山嫂的扑索迷离案并不单纯，极有可能与关小姐的出现有关。结果阿仁又在某次的开锁工作中撞见了一宗谋杀案，因而被刘sir视为头号嫌疑犯。\n　　究竟阿仁在隐藏着什么？阿仁是不是遇见了一把他怎么样都解不开的锁？那首不寒而栗的口琴旋律，阿凯的出现，山嫂的死，这把打不开的锁到底背后卷入了多少人？警探刘sir有没有机会帮助自己的好友摆脱嫌疑？难道每个人心中真有一把锁，每一道门的背后都有许许多多未知的故事在等着我们……"
  },
  "From Vegas To Macau 3": {
    "type": "movie",
    "name": "澳门风云3",
    "desc": "　　人称“赢尽天下无敌手”的石一坚（周润发 饰），在摧毁国际洗黑钱集团 DOA 后本想收山，却在女儿阿彩（童菲 饰）的婚礼上被炸成失忆，又与好友小马（张家辉 饰）一起被关进监狱，幸得“赌神家族”成员：“赌侠”刀仔（刘德华 饰）、赌神表妹高菲（李宇春 饰）、龙五（向华强 饰）之子龙十五（向佐 饰）等人合力营救。\n　　脱险后，石一坚举止恍惚，众人想办法帮他恢复记忆。期间，婚礼爆炸的幕后真凶：国际军火商易天行（张学友 饰）渐渐浮出水面。\n　　为还家人公道及将易天行绳之以法，石一坚决定：与“赌神家族”成员及管家傻强等联手，向易天行发出挑战！"
  },
  "Fatal Visit": {
    "type": "movie",
    "name": "圣何塞谋杀案",
    "desc": "　　故事由女子Yanny（蔡卓妍 饰）为了逃避自己在香港的失败恋情，前往美国探望多年不见的女友Ling（郑秀文 饰）展开。\n　　Ling与丈夫Tang（佟大为 饰）在圣何塞过着仿佛宁静无忧的理想生活。但就在短短五天的探访中，Yanny竟揭发了这对夫妇背后隐藏的身份真相。\n　　三个人各自有着不可告人的历史，更重演着一场凶案的轨迹，冲向你死我亡的结局。异乡人的美国梦，孤寂与怀疑累积成沉重的代价。"
  },
  "77 Heartwarmings": {
    "type": "movie",
    "name": "感动她77次",
    "desc": "　　经过77次的不能原谅后，Eva（蔡卓妍 饰）终与拍拖十年多的Adam （周柏豪 饰）分手。恢复单身的Eva寄情工作，但Adam仍对她念念不忘，希望借着努力改过的诚意，感动她77次以弥补过失。可是Eva遇上泰国男神影星Marvel （马里奥毛瑞尔 Mario Maurer 饰），对方发动追求攻势，甚至刻意向Adam挑机，令本已复杂的关系节外生枝。此时Eva的妈妈（惠英红 饰）突然晕倒入院，Eva为成全病危母亲的心愿，决定与Adam举行一场浪漫婚礼……\n　　究竟Eva最终会否被Adam感动？Marvel的出现又是否会改写她的命运？这场婚礼又是属于谁的大团圆结局？"
  },
  "Find Your Voice": {
    "type": "movie",
    "name": "热血合唱团",
    "desc": "　　国际知名合唱团铁血指挥家严梓朗（刘德华 饰），为帮助昔日恩师（卢冠廷 饰）返回香港，带领一群因闯祸而被迫参加“热血合唱团试验计划”的废柴学生们，从零起步学习合唱。众人共同面对生活的挫折与挑战，最终在音乐中找回了自我，而严梓朗身上的秘密也逐步被揭开……"
  },
  "Dream Lover": {
    "type": "movie",
    "name": "一千零一夜之梦中人",
    "desc": "　　经营车行的阿成（梁家辉 饰）和阿文（陈百祥 饰）是一对性格迥异的好兄弟，阿成热衷改装车辆，他开发的晶片可极大提高汽车的爆发力和速度；阿文酷爱沟女，游走于花丛间乐此不疲。偶然机会，阿成结识酷似其偶像山口百惠的富家女琪琪（吴倩莲 饰），两人虽身份悬殊，心中却萌生朦胧的情谊。阿成的晶片得到日本公司的赏识，他和阿文也从此跃入富人行列。然而此时琪琪因父亲经商欠下巨额债务，已抵押别墅迁往国外。两个年轻人失之交臂，这也成为阿成心中永久的痛。\n　　在一次富人聚会上，阿成重逢琪琪，此时的她已经嫁给富商郭炳德（高捷 饰）。在特异功能大师的帮助下，阿成得以重温旧梦。只是梦醒时分，尘缘寥落……"
  },
  "Europe Raiders": {
    "type": "movie",
    "name": "欧洲攻略",
    "desc": "　　林在风（梁朝伟 饰）和王朝英（唐嫣 饰）分别列为「江湖第一人」和「江湖第二人」，多年来无人能够撼动其地位。而他们彼此亦敌亦友，相互欣赏又互相为敌。世界顶级黑客听风者（林子祥 饰）精心设计的地震导弹「上帝之手」被神秘人苏菲（杜鹃 饰）偷走，美国CIA同时委派林在风和王朝英两人追查。两人此次原本以为只是一场赏金猎手间的谋略较量，却在过程中救下了年轻黑客洛奇（吴亦凡 饰），引出了欧洲黑手党。在欧洲黑帮、美国CIA、欧盟打击犯罪联盟特工们的全力搜捕下，他们发现原来事件背后还隐藏了惊天大阴谋……"
  },
  "The Sparring Partner": {
    "type": "movie",
    "name": "正义回廊",
    "desc": "　　张显宗（杨伟伦 饰）联同友人唐文奇（麦沛东 饰）于寓所内杀害父母，并进行肢解。案件进入法庭审讯程序，二人皆否认谋杀罪名，两位资深大律师吴冠峰（林海峰 饰）和游嘉莉（苏玉华 饰）分别代表二人上庭辩护，检控官朱爱伦（周文健 饰）却质疑二人早已部署杀人计划，为财谋命似是毋庸置疑。然而在攻守互换后，吴和游两位大律师施展各自辩才，揭露出案情中更为扑朔迷离之处，而唐文奇出庭自辩时更把一切指控推得一干二净。\n　　在一幕幕激烈的法庭辩论下，两位被告上演出「天才」与「白痴」的戏码，真相似乎越辩越模糊。九位不同背景的陪审员在休息室展开话语权的角力，同时陷入对与错的正义思辩当中。"
  },
  "Hong Kong Family": {
    "type": "movie",
    "name": "过时·过节",
    "desc": "　　八年前的冬至饭局是一场混乱的开端，舅父明（梁祖尧 饰）因误会与外婆（冯素波 饰）关系破裂，就此拂袖而去。早已躁动不安的爸爸陈旭真（谢君豪 饰）情绪大爆发，举刀恐吓提出离婚的妈妈玲（毛舜筠 饰），结果误伤了女儿琪琪（谈善言 饰），儿子阳（吕爵安 饰）无法原谅父亲，继而离家出走。八年过去，一家人的关系仍然结冰。\n　　表妹悦（袁澧林 饰）忽然从英国回港，带来了舅父的死讯，并希望促成一场冬至饭局，以圆死者遗愿。久违的饭局邀请，令众人检视自身与家人关系，有人决定出走，亦有人选择回来。面临瓦解的危局，正好也是这个家庭修补关系的契机。"
  },
  "Hong Kong Lan Kwai Fong": {
    "type": "movie",
    "name": "香港兰桂坊",
    "desc": "　　陈明声（张建声 饰）与李丽（祁迹 饰）是一间大型广告公司的创作及制作部主管，各自负责一个小队，在公司里不停歇的明争暗斗。为提高自己团队的业绩，两队人马都不择手段，每一晚也会于兰桂坊盘踞一方，以刺激脑部创作构想为名，实行夜夜笙歌、大劈大喝，沉醉在活色生香的「酒池肉林」之中。不少男员工渴求一夜情，但最终每每都以被骗为主。李丽因留在香港发展遭男友抛弃，独自抚养女儿瞳瞳（梁霆瞳 饰）与妈妈一起。当李丽要为女儿寻找小学时，却遇上从美国回来相当富有的刘深（胡渭康 饰），而刘深更对李丽关怀备至，惟明声却有其戒心。当公司需要集全公司力量拍摄大型广告时，李丽却每每因私事失踪。"
  },
  "Turns We Take": {
    "type": "movie",
    "name": "多乐路",
    "desc": "　　东北某小城，一家麻辣汤馆每天都迎来不同的客人。这些客人中有如胶似漆的小情侣，两名放荡不羁的青年和一位的士司机。他们本是毫无交集的人，却因为一场交通事故牵扯在一起…"
  },
  "Dust to Dust": {
    "type": "movie",
    "name": "第八个嫌疑人",
    "desc": "　　一九九五年，广东发生一起大型武装劫钞案，一辆银行运钞车被五名持枪匪徒抢劫，损失高达一千五百万，三名押钞员更在事件中丧生。事件震惊全国，公安局马上成立专案组，以王守月（林家栋 饰）和何蓝（张颂文 饰）为首的刑警迅速搜证，成功掌握五名抢匪去向并逐一拘捕。叫人意外的是，抢匪供出案件背后的真正策划者，竟是一家建筑公司的老板陈信文（大鹏 饰）及其堂弟陈欣年（孙阳 饰）。陈信文和陈欣年功败垂成，踏上逃亡之路，从此人间蒸发。\n　　时间一晃二十一年，当年的案件早已淡出大众的视野，王守月也从公安局退休。然而，一条寻常不过的视频上出现的一个模糊身影，却让他重燃破案的希望。王守月只身前往边境城市，寻找视频中的“陌生人”。最后的正邪对决，在二十一年后正式展开。"
  },
  "We are Family": {
    "type": "movie",
    "name": "出租家人",
    "desc": "　　出身于破碎家庭的年轻人家聪（陈家乐 饰）与演艺路上怀才不遇的单亲妈妈佩怡（周家怡 饰）成立了一家可以提供“家人”给顾客的出租公司，家聪负责公司业务，佩怡负责演戏指导。一次偶然的机会家聪挖掘了沉迷于演戏但却只能做临时演员的志光（曾志伟 饰），家聪诚邀喜欢演戏的志光加入自己的「出租家人」行列，志光爽快答应。志光加入后不久便遇到了喜欢跳舞的包租婆芳芳（恬妞 饰）来到出租公司租赁“老公”，而命运却阴差阳错的让他们出演“临时夫妻”，四人也奇妙的组成了「半路家庭」。不料这个临时家庭却在服务过程中意外露出了埋藏深处的秘密，这也让众人在这次扮演临时家人的途中重新反思了自己家人存在真正的寄托和意义……"
  },
  "Ah Boys to Men 2": {
    "type": "movie",
    "name": "新兵正传2",
    "desc": "　　看到躺在病床上的父亲，Ken（陈伟恩 饰）回到兵营后决定发奋图强，证明自己。但他积极的表现，立刻惹来同伴的不满和排斥，认为他变得与Wayang（林俊良 饰）一样，一心只想拍马屁和表现自己。Ken 虽想解释，无奈大家对他的误会日渐加深，渐渐远离他。同时，I.P. Man（叶荣耀 Noah 饰）遭逢女友情变，情绪激动的他伙同罗邦（王伟良 饰）等人，展开复仇计划，并成功恶整了女友和她的新男友。不料这新男友为报仇，立刻招兵买马前来复仇。众人在新兵聚集的地方打起架来，一向勇于积极表现的Wayang立刻逃之夭夭，Ken却勇敢的留下来，捍卫自己的同伴。\n　　当众打架，毕竟触犯军纪，Ken将面对什麽样的惩罚呢？大家与Ken和Wayang之间的矛盾，是否能得到解决？在你不爽我，我不爽你的情况下，他们是否能团结一致，共赴最后难关？"
  },
  "Young And Dangerous : Reloaded": {
    "type": "movie",
    "name": "古惑仔：江湖新秩序",
    "desc": "　　国际大都会香港，经济飞速发展的繁华表象之下，多少少年将青春浪掷在无谓的打杀之中。陈浩南（罗仲谦 饰）、山鸡（梁烈唯 饰）、包皮（林子善 饰）、大天二（何浩文 饰）是自幼相识的好哥们，他们现在隶属黑社会社团洪兴帮，因替人寻仇惹到洪兴呼风唤雨的狠人靓坤（沈震轩 饰）。陈等人的大哥年事已高，无心江湖，遂将他们介绍到忠勇仗义的大佬B（黄贯中 饰）门下。在洪兴龙头蒋生说和之下，靓坤和大佬B暂时和解，中止对抗。短暂的和平岁月，陈浩南也收获了自己的爱情。\n　　然而毕竟双方矛盾已深，随着一起意外事件发生，影响深远的洪兴战火正式点燃……"
  },
  "Beyond the Dream": {
    "type": "movie",
    "name": "幻爱",
    "desc": "　　我不介意……你呢？善良戆直的小学教师阿乐（刘俊谦 饰），是精神分裂症康复者，渴望爱情但从来不敢恋爱。他在街头偶遇了清丽脱俗的欣欣（蔡思韵 饰），一见钟情却挣扎应否透露病情，不幸再次病发，被幻觉缠绕。他更发现她的真正身份，竟然是个攻于心计的心理辅导员？二人发展出一段悬疑曲折的禁恋，疑幻似真。"
  },
  "Cape No. 7": {
    "type": "movie",
    "name": "海角七号",
    "desc": "　　依傍大海的美丽小镇恒春上，音乐梦想在台北遭受打击的年轻人阿嘉（范逸臣 饰）冷眼旁观着一切。虽在民代主席后父的帮忙下成了代班邮差，信件和邮包却被他乱堆在房间，而对一个寄自日本的无法送至的邮包，他也没按老邮差茂伯（林宗仁 饰）的吩咐将之退回，而是私自拆阅查看：里面除一张泛黄的少女照片，是几封写于60年前的信件。其时日本在二战中战败，在台日籍教师（中孝介 饰）随日军撤退时遗弃了相约私奔的女友，归日途中，他将爱意和悔意化为文字，但信件直到去世才被其女儿代为寄出。\n　　在台湾留学、工作的日本女孩友子（田中千绘 饰）有心成为模特，却被认为形象过时只能做负责日本超级“疗伤歌手”中孝介（中孝介 饰）在恒春的演出事宜的公关。按惯例，中孝介演出之前会有乐团暖场，友子原本联络了日本某乐团，但民代坚持用本地乐团，友子无奈与包括阿嘉在内的几个年龄、工作、个性都有较大差异的当地音乐爱好者——因意外事件失掉幸福生活的交警（民雄 饰）、暗恋老板娘的小店伙计水蛙（夹子小应 饰）、早熟的小女生大大（麦子 饰）等一一成了工作搭档。由于阿嘉之外的几人全无舞台表演经验，临时组建的乐团时有矛盾发生，友子常被气得火冒三丈，最有经验的阿嘉气她最甚。\n　　屡有调整的乐团成员——茂伯、兜售客家小米酒的马拉桑（马念先 饰）先后取代贝斯手加入乐团，一直不顺的排练，中孝介来台的日子越来越近，对阿嘉彻底失望的友子决定放弃在台的工作回日本，但两人已在摩擦中生出感情。不久友子在阿嘉房间看到那些60年前的信件，完全被美丽的爱情故事打动，叮嘱阿嘉一定要将信件送至当事人手中。双方虽没开口表白，但爱情的力量无疑是巨大的，阿嘉因为友子重新拥有了追求音乐梦想的勇气。\n　　中孝介演出即将开始之时，信件主人的地址被找到，阿嘉也被友子告知她已接到日本唱片公司的工作邀约。"
  },
  "The Way We Dance": {
    "type": "movie",
    "name": "狂舞派",
    "desc": "　　成长于祖传豆品店的花（颜卓灵 饰），从小热爱跳舞，是Hip-hop天才少女，但被家人注重学业的传统思想下埋没了舞蹈发展的理想。按家人意愿考入读大学后，花终摆脱了陈旧思想，凭着出色舞技加入大学跳舞学会，成为舞队「BombA」的超新星，更获万人迷会长Dave（杨乐文 饰）垂青。\n　　「BombA」是大学学界很受欢迎的舞队，可是却屡屡在跳舞比赛「舞林大会」中输给劲敌「Rooftoppers」。在苦练创出新舞招对付宿敌「Rooftoppers」之际，花却遭队友，曾于中学舞蹈表演中在众人面前被花奚落的Rebecca（范颖儿 饰）报复。Rebecca不惜横刀夺爱和挑拨离间，嘲笑花的舞姿，令爱情理想双失的花受到羞辱后愤然离队退出「BombA」。\n　　一天，太极学会会长柒良（蔡瀚亿 饰）无意中看中花的心灵手巧，拉拢她加入太极学会。花原以为太极与良一样陈旧老套，直至发现良不为人知的过去，知道曾经进入惩教所的阿良被太极改变并感化别人，洗心革面后，花对太极与良完全改观，二人日久生情擦出爱火花，更受太极启发自创全新舞招，开创了她独一无二的街舞风格。\n　　此时，Rebecca为Cosplay理想改名Momoko，离队竞选「动漫宝宝」希望重夺昔日舞台最耀眼目光，并与Dave分手。「BombA」及Dave因八卦周刊的丑闻报导而名誉扫地，队员士气低落如一盘散沙，Dave苦苦哀求花回归舞队应付即将举行的舞林大会，花心动希望重返舞林一圆梦想，但却被暗自呷醋的良无意间弄伤脚部，无法参赛。花感失意绝望，濒临放弃理想之时，宿敌「Rooftoppers」的老大Stormy（Tommy Guns Ly 饰）却现身花的轮椅面前，当面揭开一个「Rooftoppers」称霸舞坛的秘密……"
  },
  "Only Cloud Knows": {
    "type": "movie",
    "name": "只有芸知道",
    "desc": "　　时代变革，时光流转。随着命运之潮的推动，隋东风（黄轩 饰）和罗芸（杨采钰 饰）这两个年轻人在茫茫人海中相遇相识，相知相恋。崇尚宁静与自由的二人，远渡重洋，来到了仿佛世界尽头的新西兰。在那片时光仿佛宁静的原野之上停下脚步，蓝色的长椅见证着岁月和年华的流逝，同时将二人笃定的爱情凝固封存。他们的生活简单惬意，小小的餐馆是与当地人沟通仅有的联系。可是，这个世界又有什么天长地久与地老天荒？病魔与死亡猝然而至，有人活着，有人离去，时光最后留在掌心里的，究竟是什么……"
  },
  "My Kung Fu Sweetheart": {
    "type": "movie",
    "name": "野蛮秘笈",
    "desc": "　　上官灵凤（张柏芝 饰）是一个快乐幸福的小女孩，爸爸妈妈对她分外疼爱，每天都为女儿将睡前故事。只是，这些故事无关王子和精灵，而一律都是武侠江湖、大侠剑客。虽然灵凤喜欢这些故事，但她也有尴尬烦心的事情。爸爸名叫上官英俊（元华 饰），妈妈名叫独孤美丽（元秋 饰），这两个怪名字让灵凤在学校受到不少嘲笑。\n　　10岁生日那天，她终于得知，原来那些武侠故事并非虚构，竟然都真实存在，而且父母正是隐居闹市的江湖高手。这个懵懵懂懂的小女孩随着父亲母亲走入大山，研习武功，开始一段奇异的旅程……"
  },
  "Knockout": {
    "type": "movie",
    "name": "我们永不言弃",
    "desc": "　　在拳坛上所向披靡的“死神”拳王周始（韩庚 饰），在酒店中因一次意外重伤别人被判入狱六年，等他出狱后妻子王明雅（李诗颖 饰）已经车祸离世，只剩女儿周自在（蔡书灵 饰）等他，自此后他与女儿相依为命，重铸父女之情，但年幼的女儿不幸被发现患上了白血病。无奈把女儿交托给一直痛恨他的外婆方胜男（邬君梅 饰）照顾。为了激励病痛中要放弃生志的女儿，也为了完成女儿对于他的期盼，已经36岁年龄的周始又重返拳台，用血肉模糊的拳头一次次向女儿证明“永不言弃”"
  },
  "Destiny's Champion": {
    "type": "movie",
    "name": "拳击小子",
    "desc": "　　二十年前的狄龙，桌球技术高超，拳脚了得，后因为一场拳赛得罪了幕后操纵大哥，结果要天涯漂泊，以行船为生。如今，狄提早退休，重临香港，遇上青年蒋庆龙。蒋因追求老板妹妹梁婉静而与码头货运少东罗润平常起冲突，狄为扶持蒋，利用生活实例鼓励蒋不断奋斗。蒋于一次争夺梁的过程中，将罗打伤，狄往解围，并约定三个月后双方擂台打拳以定强弱……"
  },
  "One And Only": {
    "type": "movie",
    "name": "热烈",
    "desc": "　　街舞老炮儿丁雷（黄渤 饰），偶遇卖艺少年陈烁（王一博 饰），丁雷忽悠陈烁加入自己经营的舞团。舞团内高手如云，性格各异，与陈烁碰撞出不同的火花，笑料不断。陈烁热烈追梦，期待着上场的机会，却发现丁雷邀请他其实另有目的，而丁雷和陈烁，也都将面对接二连三的沉重打击，他们能否逆风翻盘，回击人生难题？"
  },
  "City Of Desire": {
    "type": "movie",
    "name": "欲望之城",
    "desc": "　　这是《古惑仔情义篇之洪兴十三妹》的延续篇。反映澳门极其阴暗的一面，既一片繁荣之后的人心茫茫，影片故事略显松散，吴君如再度饰演古惑仔经典人物“十三妹”，欠缺新意。\n　　因为父亲患上了帕金森症，使离开澳门十七年的十三妹（吴君如 饰）重回旧地，临危受命接掌家族生意，其实所谓家族生意就是澳门繁荣的黄色事业。\n　　对黄色事业一窍不通的十三妹，希望得到旧日友人的帮助，但她渐渐发现昔日老友指天椒（何超仪 饰）、Johnny哥（方中信 饰）、甘神父（黄秋生 饰）等人也有极大转变，十三妹内心更觉彷徨。回归后的澳门经济上渐有起色，连带黄赌事业均蓬勃发展，但人心却反被欲望蒙闭。面对澳门人和事的变迁，十三妹满心感慨……"
  },
  "I Believe": {
    "type": "movie",
    "name": "靠近我一点",
    "desc": "　　等一个人很久会有结果吗？等了初恋男友10年的林楚楚（春夏 饰），最终等来的是男友和别人的婚礼。正当她对感情失去信心的时候，婚礼策划师张扬（张震 饰）和高富帅男神于可风（李现 饰）同时出现在楚楚的生活中，陪她走出了这段黑暗时光。\n　　只活一次的人生，一定要和真正爱的人有一个美好的结局。面对同样真挚的两个人，楚楚的感情也来到了必须抉择的十字路口，这一次，楚楚想要跟命运赌一把，不留遗憾勇敢爱。"
  },
  "The Goldfinger": {
    "type": "movie",
    "name": "金手指",
    "desc": "　　用100元的投入换来百亿奢靡人生，看穷小子不择手段，颠覆规则，将财富和权势玩弄于股掌之中！\n　　上市公司嘉文集团在短短几年间从默默无名到风生水起，再到没落清盘，市值蒸发超过一百亿。幕后老板程一言（梁朝伟 饰）也从万众瞩目的股民偶像变成人人喊打的过街老鼠。高级调查主任刘启源（刘德华 饰）长达十五年锲而不舍地搜证和跨境调查，消耗超过两亿诉讼费，竟发现局中有局案中有案，牵涉数条人命并波及香港整个上流社会，究竟谁在幕后？谁能逃脱？谁会出局？"
  },
  "Reunion Dinner": {
    "type": "movie",
    "name": "团圆饭",
    "desc": "　　当你过年要见对方家长，却因与母亲存有隔阂无法解决，你会怎么做？\n　　春节将近，首席广告创意总监李朝阳（王冠逸 饰）与企划总监刘子虹（刘雅瑟 饰）准备拍摄一支广告，可是在客户的要求下改为直播自己家的除夕团圆饭。二人虽然到了谈婚论嫁的阶段，但一直未与对方家长见面，朝阳也与母亲李艳玲（向云 饰）不相往来。这可给朝阳出了一道难题，于是他突发奇想请了一群演员扮演自己的亲戚，这场充满欢笑与感动的故事也由此开启：未来岳父刘兰亭（郭亮 饰）提前抵达，演员舅舅威哥（李国煌 饰）、演员母亲章爱家（朱咪咪 饰）、演员表弟AK（迪达思 饰）与朝阳缺少排练，致使笑料不断；母亲不忍拆穿儿子，不得不成为“奶妈”为儿子送上祝福。这一路笑与泪共存，多年误会能否通过一顿团圆饭解开……"
  },
  "Lost Love": {
    "type": "movie",
    "name": "流水落花",
    "desc": "　　陈天美（郑秀文 饰）和何彬（陆骏光 饰）透过莫姑娘（谈善言 饰）申请成为寄养家庭，夫妇俩很用心，迎来各有问题的小孩在他们人生不同阶段出现——因母亲毒瘾而缺乏照顾的文森（黄梓乐 饰）、父母离异被当人球的小菁（李昀蔚 饰）、患有兔唇遭嫌弃的小花（吴祉峤 饰）、苦苦等待一个家的阿明（赵启岚 饰）、与及对成年人失去信任的家希（曾睿彤 饰）和家朗（徐嘉谦 饰）姊弟。\n　　天美在小孩身上看到了父母、同学、社会造成的伤痕，她用尽方法让众人重拾希望，成为大家依靠、好好相处的家人。别人都赞天美伟大，但她知道，是这班孩子拯救了她。因为一直无法磨灭丧儿伤痛的天美，直到遇上寄养孩子后，她早已掏空了的心才有所寄托，重拾做母亲的感觉；本来有缺陷之家，也暂时得到填补。\n　　十三年间，天美醉心于照顾小孩，永远都一意孤行。何彬出轨，终于让她听见埋藏在对方内心的说话，当下天美才意识到自己忽略对方的感受，忘却了孩子真正的需要。往后的日子，尽管何彬努力补救，天美仍迟迟未能确定自己心意。最终靠着寄养小孩有意无意的启发，才帮助他们挽回这段关系。正当夫妇与快将升上大学的寄养孩子仲恒（刘朝健 饰）过着简单快乐的时光，却迎来一场突变。流水运送落花，人生的旅程还是会延续下去，勾起淡淡思念。"
  },
  "Leio": {
    "type": "movie",
    "name": "恐怖巨兽",
    "desc": "　　一个过气歌手回到他的家乡参加一场钻井大赛，企图赢得百万现金大奖。但参赛者们有所不知的是，这片干涸的土地下，竟潜藏着凶猛无比的致命巨兽，准备将他们一个个生吞活剥。"
  },
  "Caught In Time": {
    "type": "movie",
    "name": "除暴",
    "desc": "　　「讲个笑话…好笑的话，留你一命！」屡破大案的刑警钟诚（王千源 饰）来到常普市，遇到猖狂犯下多宗抢劫杀人案的「老鹰」集团。钟诚临危受命负责追捕，但「老鹰」集团不但训练有素，而且纪律严明，侦破及追捕过程给钟诚带来巨大挑战。首领张隼（吴彦祖 饰）更刻意挑衅，矛头直指钟诚。数年间，一次次的案发，一次次的闹市火并，「老鹰」集团却一次次从钟诚手中脱逃。侦查、追剿、破案变成了与时间的竞赛，正邪较量，究竟谁可取胜？"
  },
  "Tales From Occult: Body & Soul": {
    "type": "movie",
    "name": "失衡凶间之罪与杀",
    "desc": "　　《头发》: \n　　过气偶像Maggie（卫诗雅 饰），初出道的一支美发广告广为人知，可惜后劲不继。一次难得的电影试镜机会，燃起她东山再起的渴望。在试镜前夕，Maggie 在私人派对中被作弄烧焦头发。为挽救她的「美发」星途，找到一家半夜未打烊的发型屋，发型屋店东（黄又南 饰）对护发有异常心得。没料到，这竟成为她人生最暗黑的一夜。\n　　《猫劫》: \n　　城中虐猫案不断，动物保护义工Nora（蔡思韵 饰）与Aaron（陈毅燊 饰）不单经营猫舍收留弃养，更四出拯救猫只。追查虐猫者行踪的Johnnie（朱鉴然 饰），告知在坊间流传有「猫眼人」出没的废墟，发现了大量猫只残肢。三人冒险夜探废墟，没料到虐猫狂徒的下一个目标，竟不是猫。\n　　《闇室》: \n　　牙科护士心瑶（林嘉欣 饰）在一次街头事端中与厨师国轩（刘俊谦 饰）偶遇。国轩到心瑶工作的诊所检查牙齿时，被喜欢心瑶的牙医Steve（朱栢康 饰）施虐折磨。心瑶深感内疚，前往探望，却察觉到国轩精神不稳。翌日，Steve被发现在诊所陈尸血泊遇害，嫌疑犯呼之欲出…"
  },
  "Detective Dee And Nine-storey...": {
    "type": "movie",
    "name": "狄仁杰之九层妖楼",
    "desc": "　　西域九层妖楼惊现数具尸体，古老的传说、诡异的诅咒、恐怖的尸变、骇人的血案。一股神秘力量不断支配着这个恐怖禁地。究竟是冤魂索命还是恶蛊作祟，众人几经生死，能否还世间一个真相……"
  },
  "Detective Dee & Nine-storey...": {
    "type": "movie",
    "name": "狄仁杰之九层妖楼",
    "desc": "　　西域九层妖楼惊现数具尸体，古老的传说、诡异的诅咒、恐怖的尸变、骇人的血案。一股神秘力量不断支配着这个恐怖禁地。究竟是冤魂索命还是恶蛊作祟，众人几经生死，能否还世间一个真相……"
  },
  "Detective Dee And Nine-storey Demon Building": {
    "type": "movie",
    "name": "狄仁杰之九层妖楼",
    "desc": "　　西域九层妖楼惊现数具尸体，古老的传说、诡异的诅咒、恐怖的尸变、骇人的血案。一股神秘力量不断支配着这个恐怖禁地。究竟是冤魂索命还是恶蛊作祟，众人几经生死，能否还世间一个真相……"
  },
  "Coffin Homes": {
    "type": "movie",
    "name": "鬼同你住",
    "desc": "　　到底无屋住恐怖，定係间屋有鬼恐怖？地产经纪阿源（黄又南 饰）为了丰厚佣金，明知楼盘是凶宅却仍落力游说睇楼客上车, 怎料反被高佬鬼（车保罗 饰）缠上；4姊妹（魏秋桦、文雪儿、麦家琪、李丽珍 饰）为了阿妈（邵音音 饰）栋别墅，日日围著病床前期盼她早日归西,面对这班“孝女”，好难死得瞑目；阿祥（太保 饰）扭尽六壬，千方百计将自己层唐楼改装成10多间劏房出租谋利, 但小鬼强仔老是常出现大搞破坏……\n　　最草根的金像导演陈果，再次道尽香港人心声，以嬉笑怒骂的猛鬼凶宅，写下香港楼价贵到唔係“人”住的怪奇物语。"
  },
  "The Wandering Earth 2": {
    "type": "movie",
    "name": "流浪地球2",
    "desc": "　　在并不遥远的未来，太阳急速衰老与膨胀，再过几百年整个太阳系将被它吞噬毁灭。为了应对这场史无前例的危机，地球各国放下芥蒂，成立联合政府，试图寻找人类存续的出路。通过摸索与考量，最终推着地球逃出太阳系的“移山计划”获得压倒性胜利。人们着手建造上万台巨大的行星发动机，带着地球踏上漫漫征程。满腔赤诚的刘培强（吴京 饰）和韩朵朵（王智 饰）历经层层考验成为航天员大队的一员，并由此相知相恋。但是漫漫征途的前方，仿佛有一股神秘的力量不断破坏者人类的自救计划。看似渺小的刘培强、量子科学家图恒宇（刘德华 饰）、联合政府中国代表周喆直（李雪健 饰）以及无数平凡的地球人，构成了这项伟大计划的重要一环……\n　　本片根据刘慈欣同名科幻小说改编。"
  },
  "Stand Up Story": {
    "type": "movie",
    "name": "说笑之人",
    "desc": "　　文少（吴肇轩 饰）从小已经察觉父亲华哥（袁富华 饰）跟其他大人有点不同：他说话没有逻辑、理解力差、容易被骗，懂事后才知道他智力的确比正常人低，母亲更因此离家出走，留下文少子代母职，照顾父亲。一次偶然机会，文少为了奖金参加栋笃笑比赛，立即便迷上了！观众的笑声带来无比的成功感，可是之后他便没再能成功引观众发笑。为了找寻灵感，文少发掘生活中可笑之处，可是他发现终极的笑其实是苦中作乐在校时同学的耻笑、毕业后工作的艰辛、照顾华哥时的点滴、甚至是影响全球的世纪疫症……生活之苦也可以是欢笑之源！"
  },
  "The Monkey King 3": {
    "type": "movie",
    "name": "西游记女儿国",
    "desc": "　　唐僧（冯绍峰 饰）、孙悟空（郭富城 饰）、猪八戒（小沈阳 饰）和沙僧（罗仲谦 饰）一路打打闹闹，前去西天取经，才刚逃离白骨精的魔掌，不料又闯进神秘的西梁女国——一个从未有过男人的国家。女儿国国王（赵丽颖 饰）对唐僧一见锺情，却因不知情为何物自以为患上是绝症的「相思病」，国师（梁咏琪 饰）警告国王男人乃剧毒生物，并下令处死唐僧一行人。师徒四人在国王的协助下逃离法场，但唐僧、八戒和沙僧却在打斗中误饮子母河水而意外怀孕。就在孙悟空施展72变解救师徒三人时，唐僧似也打烂斋砵，对国王渐生情愫……\n　　师徒四人的闯进也引来了河神现身，彻底打破了女儿国的平静。河神的怒意淹没了整个女儿国，西梁女国陷入灭国危机！\n　　究竟在爱一个人和爱众生之间，唐僧会如何抉择？孙悟空如何力敌河神，解救陷入情关劫难的师傅师弟？"
  },
  "Bullet and Brain": {
    "type": "movie",
    "name": "神枪手与智多星",
    "desc": "　　黑帮老大“校长”想金盆洗手，却被女友小嫂和手下阿一（吴庆哲 饰）出卖，并遭到追杀。“校长”将自己瑞士银行的密码告诉了孙女小雨（唐嫣 饰），并给了她两张半截的美钞，声称关键时刻寄出，能得到江湖传奇人物神枪手和智多星的保护。\n　　阿一为了获得“校长”的巨款与境外的老大钟胜一（曾志伟 饰）合作，杀死了“校长”，并四处寻找小雨的下落；警方派出了菜鸟警官王小飞（方力申 饰）保护小雨，小雨也寄出了求救信。于是，智多星（黄秋生 饰）和神枪手（吴镇宇 饰） 重出江湖，他们除了要和阿一斗智斗勇之外，还要时时警惕来自身边的危险……"
  },
  "All's Well End's Well 97": {
    "type": "movie",
    "name": "97家有喜事",
    "desc": "　　三弟老恭（周星驰 饰）终日游手好闲不务正业，令父亲老先生（乔宏 饰）和大哥老良（黄百鸣 饰）深感担忧。此时大哥正打算在长洲开一家餐厅，欲劝三弟过来帮忙。岂料三弟却变本加厉，终日徘徊在的士高，仗着自己中六合彩头奖，在的高士不断请人喝酒，耍阔气。结果得罪了江湖大佬潇洒哥（雷宇扬 饰），要挟三弟还一大笔赌债，而三弟仗着中奖也不甚担心。殊不知，六合彩中奖一事，是大哥与二哥联合起来开三弟的玩笑。使得无法还债的三弟只好装疯，一直欺骗家人。\n　　此时二哥老非（吴镇宇 饰）在长洲结识了一家烧鸡店的女少东，小倩（吴倩莲 饰），欲展开一段感情。此时女少东被店铺业主威胁收铺，二哥便把烧鸡店的女少东带回家骗钱，好帮她还店租。然而二哥却始终忘不了初恋情人甘慕玲（李蕙敏 饰），而甘慕玲恶劣的态度最后还是让二哥放弃与甘继续交往。\n　　父亲与小倩在一段时间的相处下，知道了她的贴心与对二哥的爱，之后父亲、大哥决定与女少东一家合作，用计作弄店东，并重开一家新的餐厅。\n　　同时间三弟厌倦了欺骗家人的举动，但一直苦口无言，直到三弟有一天跟父亲约见父亲旧情人（丁倩 饰）后，发现其女小萱（钟丽缇 饰）为了照顾守寡的母亲而同样装疯卖傻，两人便成了朋友。在某天晚上，听了父亲对他的一席既悲痛又疼惜的肺腑之言后，才决定告知实情、面对大家。"
  },
  "Road to Eternity": {
    "type": "tv",
    "name": "布袋和尚",
    "desc": "　　智慧尊者眼见人间生灵涂炭，满目疮痍，遂立下「地狱未空，誓不成佛」的宏愿，然后转世投胎，名为许德（林家栋 饰）。\n　　德智慧过人但淡泊功名，倾慕名医孙女凤（陈妙瑛 饰），二人情投意合。德聪明绝顶，令文瑞公主（汤盈盈 饰）也为之倾心，太宗（张兆辉 饰）令德择日迎娶公主，德冒死拒绝，惹怒公主，引来凤杀身横祸。德为令凤还阳，决听老布袋（秦煌 饰）之言，出家为僧，行善积德，使凤得以再生为人。\n　　期间，老布袋、德与喜（刘玉翠 饰）等成功感化了太宗，又令公主忏悔出家，但却得罪了太后（白茵 饰），引来魔僧昊天（单立文 饰）作恶，弄得满城风雨，幸德凭超凡智慧排除万难，并完成七项功德。\n　　德一心以为凤阳在望，却发现凤竟已化成一只白兔……"
  },
  "Fate of the Clairvoyant": {
    "type": "tv",
    "name": "再见亦是老婆",
    "desc": "　　佩佩（陈秀雯 饰）自从婚后就尽心尽力当一名合格的全职主妇，相夫教子。这些年来和丈夫阿礼（姜大卫 饰）一直相敬如宾，一对子女亦聪明伶俐，可以说是外人眼中的模范家庭。\n　　然而，佩佩这些年来忙于照顾家庭，却一直忽略了自身的修饰和提高，导致阿礼面对佩佩时感到十分无味。一次，阿礼邂逅了美艳女星卓羚（周嘉玲 饰），开始了一段婚外情。阿礼越陷越深，最终决定和佩佩离婚。直到这时，佩佩才知道这一残酷的现实。这一打击令她十分消沉，失去了家庭令似乎她失去了所有的依傍，幸亏这时好友汤敏蓉（邓萃雯 饰）及洪世亮（林伟 饰）不断鼓励和开解她，她才慢慢的振作起来。\n　　在好友的帮忙下，佩佩逐渐走出婚姻失败的阴影，她亦开始接受了这次失败的教训，努力改造和提升自己。经过一番努力，佩佩顿时变得明艳动人，更与英俊潇洒的医生子儒（陈启泰 饰）打得火热。另一方面，阿礼与卓羚激情消退后，又开始想念以前那温馨的家了……"
  },
  "Go With the Float": {
    "type": "tv",
    "name": "轻·功",
    "desc": "　　前武师洪十一（黎耀祥 饰），与一众前电影从业员兼好友钟志威（韦家雄 饰）、方芯（王绮琴 饰）、李世舫（郑子诚 饰）、吴锦贤（欧瑞伟 饰）聚首，为十一的亡妻缪妙（龚慈恩 饰）举办回顾展，勾起昔日往事，众人还重组拍摄当年已创作好的《轻功》剧本。\n　　十一的子女洪翊岚（蒋祖曼 饰）、洪翊风（朱敏瀚 饰）也于此时返回老家与父亲同住，背后却各有隐瞒……\n　　十一答应收身份神秘的男子元植（郑俊弘 饰）为徒，翊风担心元植有不轨企图，对他有所敌意。\n　　其后，缪妙竟然重现大家眼前，原来这位眼前人只是缪妙昔日的武打替身何索。何索突然出现，似有目的……"
  },
  "A Pillow Case of Mystery": {
    "type": "tv",
    "name": "施公奇案",
    "desc": "　　施世纶（欧阳震华 饰）幼时曾遭遇意外，无端失踪三天后，再度出现时竟对那三日的经历全部遗忘，还摔断了左手，思维也不如从前灵活。其母因此内疚不已，万事都替儿子安排妥当，待到施世纶成年时就捐了一任县令给儿子来当。\n　　在师爷的协助下，施世纶的官当得有声有色，不久又带着母亲和三位夫人到江都县任县官。\n　　一次，施世纶在荒郊野岭遭遇意外并昏迷，梦中有一个仙枕，还有一老头（卢海鹏 饰）与施世纶争抢。这并非一般的梦，梦境亦幻亦真，竟能为施世纶在现实生活中破案时指点迷津……\n　　在江都，施世纶还邂逅了米香蓉（郭可盈 饰），两人起初是一对冤家，却在逐渐了解的过程中互生情愫。\n　　巧合的是，蓉自此一次又一次牵涉入纶审理的奇案中，甚至因他而入狱！纶其后终于发现枕神的真正身份，亦发现枕神多番相助，原来是为了要训练自己的推理能力，从而帮助枕神翻案。而这宗灭门惨案，竟与蓉大有关连！"
  },
  "Heart of Greed": {
    "type": "tv",
    "name": "溏心风暴",
    "desc": "　　唐仁佳（夏雨 饰）是个坐拥6亿资产的草根富豪，与正室凌巧（李司祺 饰）相敬如宾，小姨凌莉 （米雪 饰）早年感情受创而致力帮助姐夫打理生意，海味店迅速发展为连锁经营。\n　　长子唐至安（陈豪 饰）是个养子，但夫妻俩却把他当作亲生儿子看待，把生意都交给他打理，至安也不辜负养父母的期望，表现出色。仁佳与凌巧也有两名子女，至逸（黄宗泽 饰）、至欣（陈法拉 饰），凌巧持家有道，以理服人，对妾侍王秀琴（关菊英 饰）生下的儿子至欢（黎诺懿 饰）也疼爱有加。\n　　一家人和睦融洽，相亲相爱，但妾侍王秀琴却是不能忽视的人物，对凌巧表面敬佩服从的她事实上内心充满了怨恨，而一个隐瞒多年的秘密，成为了家族恩怨纠缠不清的导火线。\n　　另一方面，至安认识了家境贫困的女大学生常在心（钟嘉欣 饰），至安一次次邦在心解决问题，慢慢对在心也产生了爱慕之情，但在心喜欢的是年轻有为的律师程亮（林峰 饰）。风流倜傥的林峰却与在心的好友水明霞（蒙嘉慧 饰）发展一段情，当在心知道后，伤心欲绝。\n　　金钱纠纷，感情瓜葛，到最后又能否有个终结呢？"
  },
  "Eternity": {
    "type": "tv",
    "name": "千岁情人",
    "desc": "　　特技人烈风（方中信 饰）与好友督察凌克洋（林保怡 饰）一同追求女记者贺千惠（宣萱 饰）。风终夺得美人归，同赴西安旅游，殊不知风却于西安古墓中，重逢二十年前的救命恩人步荆红（王菲 饰），从此念念不忘，惹出一段纠缠不清的多角恋情。\n　　原来红乃长生不老的女子，由秦代一直活到今天，已有二千多岁。她尝透至爱亲人离开的痛苦，孤独千年，一心只为寻找能令自己变回普通人的古画系列。不料，竟遇上风，终再次堕入情海之中。风、红相恋令惠大受刺激而走向自毁之途。\n　　另一方面，不死人盛世秦（单立文 饰）钟情红已有二千多年，但红对残暴不仁的秦厌恶非常，多番躲避，却终于二千年后给秦追上。秦妒忌风、红相恋，欲破坏红变回普通人的计划。风因此与秦展开生死恶斗……"
  },
  "My Sister of Eternal Flower": {
    "type": "tv",
    "name": "花花世界花家姐",
    "desc": "　　善良单纯的花丽珠（佘诗曼 饰）只有十岁小孩的智商，自父母离世后，她就肩负照顾弟妹的重任，除了赚钱，她事事亲力亲为，保护弟妹更是刻不容缓，经常闹出不少趣事；而花家真正的话事人二家姐花丽萍（梁靖琪 饰）碍于丽珠是智障，弟弟花伟聪（林子善 饰）又不务正业，为求早日摆脱家庭担子，在工作上往往不择手段，甚至协助旧爱上司陆浩昌（敖嘉年 饰）出卖公司利益。\n　　一天，公司集团主席蒋森（胡枫 饰）突然中风昏迷，一向玩世不恭的孙儿蒋奕（林峰 饰）被辞退所有职务，最后更沦落街头，幸得丽珠的照顾。二人日夕相对，产生了微妙的感情，但当爷爷苏醒后坚决反对他们非一般的关系，迫使蒋奕放弃花家姐，重回现实世界，接受一般人所谓的正常生活和正常关系……"
  },
  "Forensic": {
    "type": "tv",
    "name": "法证先锋4",
    "desc": "　　香港法证部高级化验师高安（黄浩然 饰）、法医科高级医生闻家希（李施嬅 饰）、西九龙重案组高級督察郭辉煌（谭俊彦 饰），这「灭罪铁三角」带领着精英团队，用专业的法证科学，揭示惊人的预谋策划；用精密的法医知识，破解隐蔽的人体密码；用严谨的执法精神，披露震撼的罪恶真相！\n　　热血记者徐意（汤洛雯 饰），童年憾事竟与高安紧扣牵连；法证专才水慧明（陈炜 饰），遭至爱背叛顿成杀人疑凶；警队精英高靖（朱晨丽 饰），锲而不舍追寻亲人被诱拐真相……\n　　谜团奇案，重重交错；冷血凶徒，幕幕惊心！人在做，天在看！「灭罪铁三角」坚守「邪不胜正，恶不抵善」的信念，誓为死者发声，替生者雪冤！"
  },
  "Wax and Wane": {
    "type": "tv",
    "name": "团圆",
    "desc": "　　翁盛芬（刘兆铭 饰）和万永昌（周驄 饰）本为表兄弟，但多年来因一家面店的字号导致两家人水火不容。但翁家大儿子翁以进（郭晋安 饰）为了发展地产项目，勉强提出以股权换取万家面店的铺位，并且容许永昌及其儿子万家丰（陈锦鸿 饰）加入公司作管理层。\n　　以进一直痛恨家丰当年横刀夺爱，娶了女友高慧婷（郭少芸 饰）为妻。加上弟弟翁以行（吴卓羲 饰）又不理反对，与永昌的二女万家富（徐子珊 饰）拍拖，以进天天愁眉深锁，孤军作战，但当他与万家各成员多番接触及相处后，他才敢于触碰亲情的这个缺口，同时也发现自己对家富竟然产生了一种难以言喻的感情……"
  },
  "Old Fox": {
    "type": "movie",
    "name": "老狐狸",
    "desc": "　　1989年，十一岁廖界（白润音 饰）与父亲廖泰来（刘冠廷 饰）慢慢存钱，以为再三年就可以买房子，但他们没有注意到世界正在改变。房价涨了，一瞬间他们的钱变得不够，挫败的廖界体会到贫穷的现实。相对于父亲，人称老狐狸（陈慕义 饰）的房东是胜利组，似乎更能给他人生的指引。\n　　老狐狸教廖界许多社会法则，那些都是父亲没教他的。廖界在老狐狸身上学的，反过来让他伤害了老狐狸。但另一面，他又如同自己的父亲，有同理别人的特质，这个特质，使他终究没有成为另一个老狐狸。"
  },
  "Wu Xia": {
    "type": "movie",
    "name": "武侠",
    "desc": "　　清朝末年，造纸工人刘金喜（甄子丹 饰）、其妻阿玉（汤唯 饰）和两个儿子居住在远离尘嚣偏僻的小村庄，原本过着与世无争的生活，然而因为刘金喜被卷入一桩离奇命案，使得家园遭受一场无法收拾的灾难。\n　　这个案件表面看来应该是刘金喜为救钱庄老板而意外杀了两名强盗，但是武痴捕快徐百九（金城武 饰）在验尸后，发觉事件并不单纯。两名死者其实是朝廷追缉已久并且武艺高强的十大杀人犯，并非普通老百姓靠着赤手空拳就能将其杀害。\n　　于是，徐百九进行更深入的调查后，发现整个事件与江湖上一个闻风丧胆的杀人组织「七十二地煞」有关系。接着，有线报指出，其实刘金喜的真正身份就是「七十二地煞」的二当家唐龙。\n　　由于身份曝光，「七十二地煞」教主下令若唐龙不重新归顺组织，将会杀光唐龙全家，甚至是摧毁整个村落。同时，徐百九正率领大批捕快前往捉拿唐龙……\n　　三路人马狭路相逢，唐龙又该如何保护家人并捍卫家园呢？"
  },
  "Initial D": {
    "type": "movie",
    "name": "头文字D",
    "desc": "　　日本秋名山上的清晨，一辆丰田出产的残旧Sprinter Trueno AE86优美地在下坡道飞驰，车内神秘车手的飘移车速使人吃惊。\n　　AE86在藤原豆腐店旁停下，睡眼惺忪的少年藤原拓海（周杰伦 饰）回到店里，只见老父藤原文太（黄秋生 饰）醉倒厅中，拓海帮父亲收拾东西，忆起五年来每天清晨代父送豆腐到秋明山上的旅店，心情也沉重起来。\n　　阿木（杜文泽 饰）父亲立花佑一（钟镇涛 饰）开设油站，拓海下课后会来做兼职。Nightkids车队的中里毅（余文乐 饰）来到油站，挑战阿木的车队，阿木硬着头皮接战。\n　　晚上，中里毅开着Nissan Skyline BNR32 GTR来到秋名山起步点，凉介（陈冠希 饰）早在等候。阿木应战，结果在山路上被中里毅大败。当晚，中里毅在山路上练习时巧遇神秘的AE86，竟被对方轻易击败。中里毅和凉介遂向阿木打探AE86的消息，阿木两父子心知该车为文太所有。阿木求文太出战中里毅，文太听到GTR的利害，有点心动。凉介和中里毅在豆腐店出现，原来两人查出文太是当年的传奇车神，并向文太下战书。\n　　挑战之夜，AE86上山。阿木见来者竟是拓海，吓了一跳！山路上，AE86再战GTR，拓海利用沟渠拐弯技术将之击败。凉介更诧异于拓海的赛车技术全凭感觉，根本毫无认识。\n　　阿木及拓海遇上岩城清次（刘宏 饰）挑战，拓海虽险胜清次，岂料接着却被清次的好友须藤京一报仇（陈小春 饰）。拓海力战下，AE86超越机件极限，引擎失灵。同时，阿木目睹拓海的女友夏树（铃木杏 饰）与一个男人步出酒店。\n　　拓海同时面对信心、友情及爱情的挑战，究竟如何面对？"
  },
  "Love Never Ends": {
    "type": "movie",
    "name": "我爱你！",
    "desc": "　　空巢老人常为戒（倪大红 饰）和拾废品的孤寡老太李慧如（惠英红 饰）不打不相识，却渐渐互生情愫；年迈的谢定山（梁家辉 饰）、赵欢欣（叶童 饰）夫妻俩靠收卖废品为生，妻子赵欢欣更是一直深受疾病的困扰……\n　　四位老人，两对爱人，在步入生命终章之时，他们用力而纯粹地相爱。哪怕不再有明天，也要对彼此说出那句“我爱你！”。\n　　故事改编自韩国同名漫画。"
  },
  "Ready O/R Rot": {
    "type": "movie",
    "name": "不日成婚2",
    "desc": "　　上一部「人夫俱乐部」三位“猪朋狗友” 刚合力化解逼婚危机，这次遭遇的麻烦又再度升级！\n　　“妈宝男”阿佳（陈家乐 饰）备婚过程中在女友可怡（卫诗雅 饰）和佳母（金燕玲 饰）的攻守战中陷入囧境，甜蜜关系拉响警报；改邪归正的“软饭男”灰熊（朱栢康 饰）如今专注相妻教女，却发现富婆妻子Jenny（谈善言 饰）疑似在外偷养小狼狗，抓奸行动势在必行；“三不男”阿健（岑珈其 饰）疫情期间与女友Jessica（杨偲泳 饰）日日高潮后竟意外中奖，天降宝宝，一时不知是喜是悲……\n　　面对人类几千年都解决不了的世纪难题，三个男人该如何抉择，才能将爱情与人生拉回正轨？"
  },
  "Keep Rolling": {
    "type": "movie",
    "name": "好好拍电影",
    "desc": "　　她生于辽宁，长于澳门，受教于香港，在中西文化的夹缝中成长与求索。取得香港大学英文及比较文学专业硕士学位后，她远赴伦敦进修。在那裡，她找到了电影，从此再没停下脚步。\n　　师承胡金铨，处女作开辟香港电影新浪潮；于商业与艺术、 类型与文艺之间游走，不断探索自己和这座城市的漂泊状态；六夺金像 三斩金马，仍要为投资犯难发愁；从早年获奖无数到跌入谷底，从不放弃忠于创作的机会。\n　　美术指导文念中首执导筒，回顾许鞍华四十余载光影生涯，零距离捕捉她亲和地道、 急躁论尽的真性情，亦看到她与母亲的感情牵绊。\n　　对电影和香港始终一片赤诚， 电影伴她活出了人生的圆满。"
  },
  "Young And Dangerous: Reloaded": {
    "type": "movie",
    "name": "古惑仔：江湖新秩序",
    "desc": "　　国际大都会香港，经济飞速发展的繁华表象之下，多少少年将青春浪掷在无谓的打杀之中。陈浩南（罗仲谦 饰）、山鸡（梁烈唯 饰）、包皮（林子善 饰）、大天二（何浩文 饰）是自幼相识的好哥们，他们现在隶属黑社会社团洪兴帮，因替人寻仇惹到洪兴呼风唤雨的狠人靓坤（沈震轩 饰）。陈等人的大哥年事已高，无心江湖，遂将他们介绍到忠勇仗义的大佬B（黄贯中 饰）门下。在洪兴龙头蒋生说和之下，靓坤和大佬B暂时和解，中止对抗。短暂的和平岁月，陈浩南也收获了自己的爱情。\n　　然而毕竟双方矛盾已深，随着一起意外事件发生，影响深远的洪兴战火正式点燃……"
  },
  "Global View": {
    "type": "tv",
    "name": "世界观",
    "desc": "　　节目内容以世界时事为主，以不同观点让观众分析时事。主播会拣选当天的重点新闻，主要是有争议性的为主。然后会跟观众从不同角度分析时事，有时更会向观众设问问题，让观众思考并自行分析时事的内容及好坏。"
  },
  "Dear Enemy": {
    "type": "tv",
    "name": "亲爱的仇敌",
    "desc": "　　讲述罗曼（高叶 饰）和陈凯西（陈妍希 饰），两位曾经起点相似、旗鼓相当的闺蜜，在毕业数年后重逢，境遇却大相径庭。小有名气的编剧罗曼不满足事业上的成就，希望通过婚姻实现人生跃升，与陈凯西平起平坐；豪门阔太陈凯西面对罗曼的揶揄挖苦，虽有所反击，但她深陷婚姻泥潭，挽回爱情与婚姻更迫在眉睫。在两人暗潮汹涌之时，年轻貌美的钟倾城（万鹏 饰）成为了两人较量中的关键人物……"
  },
  "Heroes in White": {
    "type": "tv",
    "name": "侠医",
    "desc": "　　凌为民（陈豪 饰）出身中药油世家，深信药油可通经络、治未病。他离开父亲的药油王国，自立新品牌「脉脉通」，却惹来表弟邓世铿（丁子朗 饰）一家仇视。\n　　为民偶然下结识地产经纪罗颖琛（张曦雯 饰），她长年受痛症困扰需吃止痛药，经为民劝告才尝试以药油代替。为民亦受她启发，开发出更适合都市人的药油产品；二人渐行渐近，却招致颖琛的闺密沈绮婷（刘佩玥 饰）妒忌。\n　　梁彦祖（马贯东 饰）是为民挚友，因倾心绮婷而被其利用。世铿更唆使绮婷连手打击为民。为民、颖琛为弘扬中药油，携手面对挑战！"
  },
  "What's On Today": {
    "type": "tv",
    "name": "今日知多D",
    "desc": "暂无描述"
  },
  "Lo and Behold": {
    "type": "tv",
    "name": "爱·回家之开心速递",
    "desc": "　　世代交替，新一代对旧一代嗤之以鼻，总觉得被别人阻碍著他们的未来。同样地，年长一辈亦拥抱过往成功的经验，总认为自己永远是对的。故事的轴心家庭熊家，正是世代之争的投射。轻松的情节除了呈现社会面貌，也用爱和欢笑拉近两代之间的距离，让年轻一辈懂得欣赏昔日的美好，旧一代也能聆听新世代的声音……"
  },
  "Gourmet Express": {
    "type": "tv",
    "name": "美食新闻报道",
    "desc": "　　香港汇聚环球美食，特色佳肴、贴地料理受到识饮识食之人的密切关注！黄婉曼、蔡雪莹、倪嘉雯、黄嘉雯、廖慧仪、伍倩彤等美食主播、主持，紧贴最新饮食情报与优惠，深入了解滋味背后的故事。从不同平台网罗超人气食店的情报，主持亲自出动排队、试食，带来真实食评。不设堂食的外卖小店亦深受追捧，有何必吃之选？经营食店难免尝尽甜酸苦辣，摄制队追踪主理人忙碌的一天，从搜购食材、准备材料到开档做生意，揭开「故事味缘」。"
  },
  "Legend of Two Sisters in the Chaos": {
    "type": "tv",
    "name": "浮世双娇传",
    "desc": "　　隆庆三年，莱国皇帝即将驾崩，皇权更迭，民间流传出“符女帝后”传闻，符家姐妹符玉盏（孟子义 饰）与符金盏（李艺彤 饰）因传闻卷入朝廷纷争。\n　　符玉盏和符金盏意识到朝局不稳对百姓带来的灾难，两女一静一动，一文一武，临危不惧，帮助心怀大业、励精图治的晋王薛荣（李治廷 饰）夺得莱国帝位，却因另一派的反击产生了婚姻错位的巧合。\n　　为了纠正错误的婚姻，也为了辅佐薛荣能够平稳地实现治国之理想，让百姓安居乐业，符家两女用智慧和勇气平息邻国侵扰、安抚受灾百姓、查找杀死先帝的凶手，狠狠挫败了幕后黑手。\n　　经过种种事件后，符玉盏和薛荣更是发展出了一段感情。而妹妹符金盏则和游侠江绍（汪卓成 饰）不打不相识，成了一对欢喜冤家。"
  },
  "Law And Graces": {
    "type": "tv",
    "name": "LAW霸女神",
    "desc": "　　香港是法治社会，人人依法守法，市民一般却对法例未有太深认知，随时误堕法网！\n　　森美伙拍四位「Law霸女神」戴祖仪、赖彦妤、魏韵芝、王嘉慧，每集邀请一位嘉宾坐阵，轻松探讨法律迷思与谬误。\n　　私人地方做猥亵行为被看见；摩托车司机熄匙推车过交通灯位，可会犯法？哪些动物不许带入郊野公园？谭俊彦、方力申、林盛斌、冯盈盈等嘉宾，就着有关家居、婚姻、劳工等主题的情境片段，发表个人见解，并透过专业律师解说，让观众长知识。"
  },
  "Deep in the Realm of Conscience": {
    "type": "tv",
    "name": "宫心计2深宫计",
    "desc": "　　唐朝唐隆年间，李隆基（马浚伟 饰）联同姑姑太平公主（陈炜 饰）发动政变，将蚕食法统的韦皇后（米雪 饰）就地正法，拥护相王李旦重回大统。看似重归平静的太极深宫，实则暗流涌动……\n　　朝堂之上，风云色变，李隆基与太平公主阵营分化，势成水火。深宫之中，妃嫔角力，王蓁（胡定欣 饰）与郑纯熙（周秀娜 饰）各自为营，尔虞我诈。有人因高权重位舍弃良心，亦有人为至亲至爱放弃一切。龙武军任三恕（马国明 饰）与何离（萧正楠 饰），女史元玥（刘心悠 饰）与甘若芊（黄心颖 饰），用其真情真性，为深宫缀上一笔浪漫……\n　　深宫禁苑，悬案丛生。抽丝剥茧后，揭露出一个个尘封多年的惊天秘密；太极之巅，波谲云诡，高墙掩映下，上演着一幕幕荡气回肠的爱恨情仇！"
  },
  "Hands up": {
    "type": "tv",
    "name": "Hands Up",
    "desc": "　　全新儿童节目《Hands Up》鼓励小朋友勇于发问，表达自我，向目标进发！\n　　吉祥物「酱汁家族」成员跟一众主持演出短剧，陪伴大家度过愉快时光。另会带来多首儿歌，让孩子们边唱边学习生活知识。\n　　小朋友走进录像厂，寓学习于娱乐。透过不同主题游戏，加强逻辑思维、锻练体能；玩转STEAM实验，脑力全开！\n　　节目特设表演小舞台，让小朋友展示才艺；齐集创意工作室，DIY小手工。小教「煮」环节，家长和子女共享亲子烹饪乐趣。"
  },
  "A Date With Goddess - The Final Confession": {
    "type": "tv",
    "name": "女神配对计划 最后告白",
    "desc": "　　「对的时间对的人」，女神与求爱勇者大玩缘分游戏，以时间作为量度爱情的单位。\n　　十二位男士各自在学校某处默默守候，五位女神要依暗号字条寻找男方，宝贵的四十分钟将会揭示女神的缘分与心意。男女相处时间等于成绩，男士们各施冧招力求留住女神。时间决定一切，总结众男士表现，最少时间的五人要提早「毕业」！\n　　成功过关的七位求爱男，收获与心仪女神单独约会的奖励。女神亲自安排约会活动，精心准备小惊喜或是关系升温的杀着……"
  },
  "And They Lived Happily Ever After?": {
    "type": "tv",
    "name": "香港婚后事",
    "desc": "　　剧集《婚后事》主角们错综复杂的关系，赤裸地揭示了肉体出轨、思想出轨、离婚、情爱等极高讨论度的议题，引起观众共鸣。\n　　黎诺懿、陈自瑶、赖慰玲、罗天宇跳出戏剧世界，以结合真人骚元素的访谈节目，继续探讨爱情与婚姻。四位主持相约罗子溢、曾比特、李丞责、连诗雅、张振朗、朱敏瀚、龚慈恩、单立文、胡蓓蔚等星级嘉宾来到豪华露营场地轻松倾谈，透过多角度「视点」解构情爱关系的现实与矛盾，还会合力完成指定「任务」。"
  },
  "Open Book": {
    "type": "tv",
    "name": "开卷",
    "desc": "　　书本、篇章电子化的快餐年代，手机能知天下事，能够保持阅读习惯的人，少之又少……\n　　博览群书的林溥来，联同布乐文、何泳芍、伍韵婷、涂毓麟等年轻一代重新确认实体书的价值。每集介绍一本好书，翻开科学书籍、历史文学、小说读物以至时尚杂志，分享从书本中所得的有趣知识。\n　　回想对上一次完整阅览一本书是甚么时候？参考过星级书虫的阅读清单，坐言起行，在繁忙生活中留下喘息空间，重拾良好阅读习惯，充实自己！"
  },
  "EXTRA": {
    "type": "tv",
    "name": "娱乐头条",
    "desc": "　　每晚紧贴香港娱乐圈的消息，以至世界各地的影视娱乐新闻，报导艺人最新动态、剧集和电影宣传、演唱会精华、颁奖礼盛况等，甚至远赴外地采访娱乐盛事、追踪各地影星，专访观众熟悉的歌、影、视红人，让大家瞬间掌握影视娱乐圈的动态和最新消息。"
  },
  "News Roundup": {
    "type": "tv",
    "name": "晚间新闻",
    "desc": "　　报导香港、两岸、国际重要新闻以及体育消息，让你洞悉各地大事及体坛动向。"
  },
  "Osaka Unlock": {
    "type": "tv",
    "name": "解风大阪",
    "desc": "　　日本「旅游达人」杜如风继「解风」东京后，再下一城来到同样深受港人喜爱的大阪，贯彻「疯狂」、「癫丧」本色，发掘最新「食、瞓、玩、买」好去处，如「丧吃」黑毛和牛放题、海胆Omakase等美食；「丧买」各式潮物、古着、「开箱」特色酒店；化身花魁、忍者「丧玩」一番，又挑战全球最大的攀登历奇设施……\n　　「玩转」大阪后，如风还带摄制队闯入名古屋，带来同样精彩行程，定要洗脱人们心目中名古屋很沉闷的既定印象！"
  },
  "Lord of Shanghai": {
    "type": "tv",
    "name": "枭雄",
    "desc": "　　民国初年，上海号称「东方冒险家乐园」，各路英雄豪杰云集。当时上海三大亨合力建造叱咤风云的流氓集团，素有「翟金棠（汤镇业 饰）贪财，龚啸山（黎耀祥 饰）善打，乔傲天（黄秋生 饰）会做人」的说法，要成就大业，往往要不择手段。而傲天、啸山、金棠亦历尽大时代的波澜起跌、敌友之间的尔虞我诈。在这时局纷扰的年代，又有谁能彰显出人性的光辉？\n　　乔傲天‧擅于计谋  冒起上海新势力\n　　年轻的乔傲天（马国明 饰）出身寒微，父母早逝，只身于上海十六铺当水果店学徒，但恶势力当道，傲天为挣扎求存，决以拳头打出一片天，并与啸山不打不相识，二人旋即称兄道弟，以一人献谋、一人动武之策，合力于上海滩头打出个小名堂。\n　　及后，傲天于赌场打工，凭小聪明为老板娘姚桂生（陈炜 饰）化解危机，桂生将他引荐给丈夫金棠，傲天再助金棠策划豪夺沈镇岳（黄柏文 饰）的鸦片生意。事成后，傲天乘胜追击，拉拢金棠与啸山结盟，成立「三铿公司」，正式营运鸦片运输保险的工作，生意愈做愈大。傲天由寂寂无闻的水果小工，一跃成雄霸上海的大亨！\n　　傲天能够雄霸一方，全赖桂生的知遇之恩，二人合作无间，相知相交，二人产生微妙情愫，却不敢越雷池半步，并接受桂生安排，娶其近身侍女何淑英（尹诗沛 饰）为妻。傲天曾在八方会馆邂逅京剧学徒顾小楼（胡杏儿 饰），对其一见倾心，但小楼却因其黑帮身份而敬而远之。及后，傲天把对小楼的感情投射到她的同行师姐曹月兰（苏玉华 饰）身上，并娶其为二太太。\n　　龚啸山‧好勇斗狠  只有拳头才是真理\n　　龚啸山人称「癫狗」，为人火爆狂妄，一生人中只顾及妻子刘美琴（梁琤 饰）、儿子龚学尧（杨明 饰）和乔傲天三人。啸山自幼家贫，一心参军从政，但其性格好勇斗狠，难以控制，训练中途已被开除。辗转间，啸山遇上美琴，二人不顾美琴父母反对，珠胎暗结，私奔至上海滩头，啸山决定在此大展拳脚，打出名堂，并与傲天称兄道弟。\n　　傲天不慎得罪当地恶势力，招来杀身之祸，幸得啸山舍命相救，二人兄弟情义更深。当啸山混得有声有色时，他越来越放肆的手段不慎得罪军阀，被对方追杀，啸山只得逃离上海。但啸山的野心未有因此而熄灭，并借着在武备学堂结识的人脉，靠拢军阀，逐渐建立起自己的武装力量。\n　　其后，啸山风闻傲天成为金棠和桂生的手下，并经营起运送烟土生意。啸山发现这是回归上海的好时机，便趁傲天运送鸦片时，拦途截劫，终如愿与傲天、金棠共同成立三铿公司。几年间，「三铿」飞黄腾达，雄霸鸦片市场，横行法租界，三人更兄弟相称，合称上海三大亨！\n　　翟金棠‧气势如虹  问鼎上海黑白两道\n　　翟金棠本于巡捕房任职「包打听」，惯用黑吃黑手段，屡破奇案，深得法国殖民政府的信任，扶摇直上成督察长。金棠亦得贤妻桂生相助，为其建立的黑道势力，声势愈见浩大，旗下赌场、妓院等生意均蒸蒸日上，令金棠问鼎上海滩黑白两道！\n　　金棠虽已雄霸一方，但仍觊觎上海的鸦片生意，可惜以镇岳为首的八股党垄断鸦片贩卖，令他未能分一杯羹，苦无计策。此时，由桂生引荐的傲天胆识过人，金棠对他委以重任，终把八股党的鸦片业务击溃！\n　　得桂生及傲天扶助，金棠气势如虹，只手遮着上海半边天。及后与啸山与傲天合作成立三铿公司，令他于上海的身份地位更见显赫！金棠搭上著名歌女祝绮虹（沈卓盈 饰），左右逢源，尽享金银钱财、齐人之福，徒添几分霸气。\n　　动荡乱世 敌我难分\n　　傲天、啸山、金棠逐步成为上海首屈一指的大亨，三分天下，各据一方，但三铿公司却充满外忧内患……随《国际鸦片公约》成立，市民对鸦片的遗祸怨声载道。身为总参谋副官的韩立（关礼杰 饰），被委派调查三大亨，他却在傲天的帮助下，立下大功，得委员长赏识。二人自此唇齿相依，建立互相利用的关系。\n　　而令人闻风丧胆的斧头帮帮主毛冠潮（敖嘉年 饰），与傲天命定为敌，但冠潮对傲天的海派作风心生敬佩，碍于身份，二人终归未能成为真正的战友……相反，黎兆匡（吴卓羲 饰）作为傲天的得意门生，虽适时为其出谋献策，一解烦愁，但现实的桎梏却令他看清社会真面目，变成被利益冲昏头脑的青年，一度想要把傲天推向绝地！\n　　上海滩刀光剑影，人人为追求自身利益不择手段，三分天下的局面亦逐步分裂。随后日军大举侵华，上海沦陷，乔傲天、龚啸山、翟金棠三兄弟终归各走各路。走在乱世之中，谁又能成为上海滩最后的赢家？"
  },
  "The Sound of Talents": {
    "type": "tv",
    "name": "声秀",
    "desc": "　　香港乐坛每个年代都有歌唱选秀节目，提供成就梦想的舞台，为乐坛发掘新力量。《声秀》作为继承者，肩负着《新秀歌唱大赛》、《超级巨声》、《声梦传奇》的使命，延续其精神，发掘潜质新星，让新世代歌手有机会在舞台上发光发热。\n　　25位潜质新星踏上《声秀》舞台，配合节目的主题「广东歌代表我」，在七大导师苏永康、谭耀文、刘浩龙、吴浩康、钟舒漫、泳儿、胡鸿钧的引领下，大部份时间以广东歌形式进行比赛，推动广东歌文化。"
  },
  "Roadside Station Guide XIII": {
    "type": "tv",
    "name": "关东·路驿十三",
    "desc": "　　日本有逾千个“道之駅”，让驾车人士中途停站休息，也是探索附近地区特色的触发点，可延伸发掘当地特产、美食与文化惊喜。黄又南、梁允瑜自驾同游，穿梭关东十三个特色道之駅，以及连接栃木县、群马县等地的“浪漫公路”，启动不一样的旅游体验。走访隐藏“甜品天堂”的道路休息站后，深入果园即摘即食当造水果，还一尝打卡系和菓子与果蓉刨冰。也会见识集结不同益子陶艺作品的休息站，再感受益子烧茶屋风情，又到酿酒厂品味清酒。"
  },
  "The Most Beautiful Villages in Japan": {
    "type": "tv",
    "name": "日本最美村落",
    "desc": "　　城市发展可促进繁荣与经济，却不免牺牲了部份自然景貌与历史文化。日本一些人口仅一万以下的小镇于发展同时，当地居民仍用心守护家乡的独有风土人情。\n　　蒋家旻、廖慧仪引领观众畅游岐阜县、长野县、北海道，探寻《日本最美村落》。东白川村拥有丰富自然资源，是白川茶的发源地。原村位处八岳山麓，将山脉与农村景致和谐融合。主持还会一探群山环抱的南木曾町、孕育木曾马的木曾町等村落，见识恍如异世界的绝景风貌，感受浓厚人情味。"
  },
  "Liza's on Line": {
    "type": "tv",
    "name": "娱乐大家",
    "desc": "　　「阿姐」汪明荃、森美、苏永康、余德丞继续娱乐大家，为嘉宾们带来更多游戏及新玩法。新游戏还间接创立了「爆料平台」，不过嘉宾所言是否属真，就要留待大家自行判断！除此之外，一个核心游戏将大考演技及要求清晰思路，众人会绞尽脑汁踢爆「坏人」阴谋及揭开真相；上辑表现「较愚蠢」的娱乐家族成员，会有所进步吗？阿姐继续施展魔法，务求令嘉宾们一头雾水，从而达到娱乐大家的效果！"
  },
  "Under the Moonlight": {
    "type": "tv",
    "name": "锦囊妙录",
    "desc": "　　少女罗疏（胡冰卿 饰）家道中落落入贱籍，因洞悉人心、善解人意，得花名 “锦囊” 。为改变命运，她毛遂自荐助力新任县令韩慕之（贺鹏 饰）破解一起大案，自此暂留县衙化身捕快协助查案，过程中结识了想游历江湖的少年公子齐梦麟（翟子路 饰）。\n　　罗疏善破奇情诡案，惨绝人寰的“无头女尸案”、猎奇吊诡的“汾河裸尸案”、人心叵测的“酒坊杀人案”……\n　　十大民间奇案接连上演，每看到案中的可怜女子，罗疏与齐梦麟都尽己所能帮她们讨回公道。随着桩桩悬案的破解，罗疏与齐梦麟的感情也逐渐升温，殊不知一场更大阴谋正在悄然逼近。"
  },
  "Big Boys Club": {
    "type": "tv",
    "name": "兄弟帮",
    "desc": "　　《兄弟帮》是由一班「好兄弟」林盛斌、梁竞徽、王梓轩、范振锋及陈国峰主持的年青人清谈节目，每集邀请歌手、艺人或不同界别人士作嘉宾，进行轻松访谈，带来时下社会热话、流行文化、潮流玩意等多元化内容。有关爱情、两性，以致同性关系，是男男女女谈之不尽的话题，节目邀来不同界别的嘉宾「谈情说爱」，探讨两性相处之道。「异度空间」专题，请来嘉宾分享不思议事件，如见鬼、UFO、奇人奇事等刺激话题。"
  },
  "Scoop 2025": {
    "type": "tv",
    "name": "东张西望2025",
    "desc": "　　《东张西望》星期一至日，紧贴追踪社会大事、趣闻逸事，并报导娱乐圈最新动态、艺人消息，以及剧集宣传和花絮。「今日突发」环节为大家追踪即日热门新闻；专题环节，深入探讨大众关心的时事、社会及民生问题，并访问相关的专家。"
  },
  "Scoop": {
    "type": "tv",
    "name": "东张西望",
    "desc": "　　《东张西望》星期一至日，紧贴追踪社会大事、趣闻逸事，并报导娱乐圈最新动态、艺人消息，以及剧集宣传和花絮。「今日突发」环节为大家追踪即日热门新闻；专题环节，深入探讨大众关心的时事、社会及民生问题，并访问相关的专家。"
  },
  "Big City Shop 2024": {
    "type": "tv",
    "name": "流行都市2024",
    "desc": "　　《流行都市》为观众介绍时令产品、健康养生、健体运动、护肤化妆、时尚服饰、婴幼儿护理、育儿知识、城中美食、饲养宠物等潮流信息，内容包罗万有！主持们亲身体验、示范或测试之外，还会邀请嘉宾带来相关专业知识。烹饪环节方面，多位手势了得的厨艺专家轮流登场，示范简单美味的健康美食、家常小菜，替大家解决煮食烦恼。"
  },
  "Big City Shop": {
    "type": "tv",
    "name": "流行都市",
    "desc": "　　《流行都市》为观众介绍时令产品、健康养生、健体运动、护肤化妆、时尚服饰、婴幼儿护理、育儿知识、城中美食、饲养宠物等潮流信息，内容包罗万有！主持们亲身体验、示范或测试之外，还会邀请嘉宾带来相关专业知识。烹饪环节方面，多位手势了得的厨艺专家轮流登场，示范简单美味的健康美食、家常小菜，替大家解决煮食烦恼。"
  },
  "Happy Old Buddies": {
    "type": "tv",
    "name": "快乐长门人",
    "desc": "　　不少人或会认为长者并没有性需要，但有调查发现结果却非如此，长者只是因为不同原因引致性生活有所减少。社署临床心理学家林晧明详述世卫对性的定义，并替想跟老伴重启性生活的老友记带来建议。不过，另一半如不想恢复性行为，双方应如何沟通？"
  },
  "Good Morning Hong Kong and Global View": {
    "type": "tv",
    "name": "香港早晨 及 世界观",
    "desc": "　　报导香港、两岸及国际重要新闻。"
  },
  "Good Morning Hong Kong": {
    "type": "tv",
    "name": "香港早晨",
    "desc": "　　报导香港、两岸及国际重要新闻。"
  },
  "News at 18:30": {
    "type": "tv",
    "name": "六点半新闻报导",
    "desc": "　　翡翠台每日下午六点半，报导本地、两岸及国际重要新闻。"
  },
  "Gourmet Express - Hong Kong & Taiwan": {
    "type": "tv",
    "name": "美食新闻报道 (港台篇)",
    "desc": "　　黄婉曼、倪嘉雯、廖慧仪等美食主播、主持，紧贴最新饮食情报与优惠，深入了解食店滋味背后的故事。摄制队追踪食店主理人忙碌的一天，从搜购食材、准备材料到开档做生意，揭开「故事味缘」，带出经营者背后尝尽的甜酸苦辣。\n　　「飞常美食团」环节觅食至台湾，冼迪琦、林映晖等美食小编走遍当地的大街小巷，搜罗美食信息，如介绍基隆地道美食、台北新地标大巨蛋场馆的特色餐厅、台北宵夜的好去处……主持亲身试食，带来真实食评！"
  },
  "Here We Go, Off the Beaten Roads": {
    "type": "tv",
    "name": "胆粗粗. Here We Go",
    "desc": "　　节目由经验丰富的黄翠如、伙拍4名“旅游新丁”，包括3名J2ers蔡景行（行仔）、冯子亮（Liam）、施焯日（Arthur），及《声梦传奇》第二季毕业生彭家贤（Zayden），前往被指风险指数极高的4个国家，深度旅游及拍摄，分别有“毒枭之国”、“谋杀之国”、“动盪之国”及“战争之国”之称的哥伦比亚、厄瓜多尔、黎巴嫩及科索沃；《胆粗粗》更是黄翠如首个升呢担任监制的旅游节目！"
  },
  "Shock Mystery": {
    "type": "tv",
    "name": "地球大神秘",
    "desc": "　　人类对未知的事物，与生俱来有种好奇心，甚至有人相信，在生活中的一切事物，并非全部可以单从科学物理现像解释得到，即使表面上有可以接受的答案，也未必能够圆满解释所有疑问！《地球大神秘》制作队从世界各地搜集到数以百计奇异事物内容，都是无法以一般人接受的观点加以解释，除非呢个世界有「超自然」的存在！未来52集节目，将会让大家知道不可思议的神秘事物，不但在过去存在，而且目前仍然存在！"
  },
  "Partners' Kitchen": {
    "type": "tv",
    "name": "拍档厨房",
    "desc": "　　比起孤军作战，身边有位好拍档，事情可望变得更好。方力申、黄翠如组成主持拍档，邀请星级明星、厨师组成多对厨房拍档，上演厨艺比赛！节目追踪明星的练习情况，从走进专业厨房学煮比拼菜式，不断接受试炼，到了解该道菜应有的技巧与精髓。明星再踏入录像厂和厨师拍档合作煮出包括前菜、主菜的耍家菜式，甚或主题套餐。此外，明星将获得独挡一面的机会，倾力于五分钟内完成简单速煮菜。而厨师亦会独立主理一道令人惊喜的招牌菜！"
  },
  "Vital Lifeline": {
    "type": "tv",
    "name": "最强生命线",
    "desc": "　　都市人生活节奏紧张，压力又大，身体易出毛病，《最强生命线》为你解构健康之道。首先一连四集介绍都市痛症系列，分别是头痛，肩颈痛，背痛，关节痛。每集都会邀请医学专家讲解各种疾病的成因，还有物理治疗师，运动治疗师教做适当的运动。现在流行中西医结合，美国游泳健将菲比斯都用拔罐来纾缓疼痛，所以每集都会有中医断症，辅以针灸，拔罐和三伏天最适合做的天灸等治疗方法，另外，中医还教我们煲滋补的汤水，都可以调理身体。"
  },
  "Mayanne Blah Blah Blah": {
    "type": "tv",
    "name": "Mayanne小喇叭",
    "desc": "　　新鲜出炉的「最佳女主持」麦美恩（Mayanne），一向予人「傻大姐」形象，也因为够贴地、够亲民，圈中不乏好友，而好友之间亦会不避讳的谈天说地、畅所欲言。清谈节目《Mayanne小喇叭》，每集邀请艺人及素人嘉宾，开放讨论各样大胆又破格的香港贴地话题，丰满女子有何烦恼？男人到中年就变废？直播带货真的能够帮补收入？节目结合感性与理性，说谈讨论之中，让观众有所反思及得着。"
  },
  "ChatSAT": {
    "type": "tv",
    "name": "周六聊Teen谷",
    "desc": "　　年轻人潮流触角敏锐，爱好探索新事物、新信息。踏入科技年代，青少年对新兴电子产品、网络流行媒体尤感兴趣，追上时代步伐，已成新世代指标！\n　　主持陈星妤、陈懿德、王菲开设《周六聊Teen谷》，会用尽所能搜罗世界各地至潮、至新情报，上至世界盛事、医学百科、文艺与科技；下至日常生活、网络热搜，在每个星期六跟观众一一分享。论尽天南地北，畅谈人气热话，「谷友」紧贴节目，便可轻松掌握全球脉搏动向。"
  },
  "Hipster Tour - New Zealand": {
    "type": "tv",
    "name": "新西兰潮什么",
    "desc": "　　新西兰是位于太平洋西南方的一个岛国，当中的南岛有不少冰川，而北岛则含丰富的火山资源。主持梁芷佩（Christy）这次偕女儿、摄影师丈夫，用16日玩尽新西兰的大多数景点。除了乘坐直升机登陆冰川打卡，下水游泳追逐海豚，团队又会到不同的温泉，以至泥浆浴浸一浸，也参加各类型的刺激活动、高空机动游戏，为观众带来适合大人、小朋友的旅程推介！"
  },
  "Enjoy the Music Tonight": {
    "type": "tv",
    "name": "今晚有歌厅",
    "desc": "　　《今晚有歌厅》是一个经典金曲联乘故事互动的音乐节目，让主持人、歌手于轻松自然的氛围作出交流，不仅分享音乐背后的故事，同时重新演译划时代的作品，引领观众回味经典音乐。节目由周国丰坐镇领军，携手三位「中年」唱将黄剑文、支喾仪、颜米羔担任主持，结合清谈节目的互动元素之余，也兼顾高品质音乐，为歌手们打造一个适合分享的音乐平台。在节目中，嘉宾独唱以外，众唱将亦会与嘉宾合作，共同谱写出动听的音乐故事。"
  },
  "JSG Billboard 2025": {
    "type": "tv",
    "name": "劲歌金榜2025",
    "desc": "　　《劲歌金榜》（英语：JSG Billboard）为香港无线电视制作的音乐节目，主持为许文轩（Edmond），节目公布“劲歌金榜”榜中二十首上榜歌曲排名，并访问来自不同地方、音乐界别及年龄层的歌手，带出“香港还有很多高质素音乐”的重要信息。"
  },
  "JSG Billboard": {
    "type": "tv",
    "name": "劲歌金榜",
    "desc": "　　《劲歌金榜》（英语：JSG Billboard）为香港无线电视制作的音乐节目，主持为许文轩（Edmond），节目公布“劲歌金榜”榜中二十首上榜歌曲排名，并访问来自不同地方、音乐界别及年龄层的歌手，带出“香港还有很多高质素音乐”的重要信息。"
  },
  "News Magazine 2025": {
    "type": "tv",
    "name": "新闻透视",
    "desc": "　　节目主要分析社会上的热门新闻话题，内容着重时事性，透过人物访问、各式各样的研究及调查等，再以批判角度探讨富争议性议题，让观众更了解、更深入地知道事情的来龙去脉，是新闻报道的延伸。"
  },
  "News Magazine": {
    "type": "tv",
    "name": "新闻透视2025",
    "desc": "　　节目主要分析社会上的热门新闻话题，内容着重时事性，透过人物访问、各式各样的研究及调查等，再以批判角度探讨富争议性议题，让观众更了解、更深入地知道事情的来龙去脉，是新闻报道的延伸。"
  },
  "Hong Kong: a Feast of Local Flavours": {
    "type": "tv",
    "name": "香港系列之原味道",
    "desc": "　　香港人北上吃喝的热潮持续，久而久之或忽略了同样具有特色的本土味道。近年不少本地老字号、食肆、食品厂因不同原因结业，市民实应珍惜现时仍留下来、一直坚持「香港制造」的有心人。\n　　五位主持黄剑文、冼靖峰、潘静文、庄子璇、王汛文引领观众走进农田、鱼排，见识香港农业、渔业的发展。节目也会从土炮食材出发，寻找真正来自本港或香港制造的优质食材，借以支持一班坚守原味道的业界朋友，协助振兴本土经济。"
  },
  "My Left Eye Sees Ghosts": {
    "type": "movie",
    "name": "我左眼见到鬼",
    "desc": "　　何丽珠（郑秀文 饰）去加勒比海度假，遇上了一名相貌堂堂知书识礼的男子，虽然才相识7天，二人还是闪电结婚。然而好景不长，男子在潜水中不幸丧生，令何丽珠悲伤万分。\n　　这段闪电的姻缘却没有让丽珠很快地忘掉丈夫。她沉浸在生活的阴影当中，久久不能自拔。一天她竟偶然发现，自己左眼可以见到鬼。\n　　在此之后，丽珠遇见王劲威（刘青云 饰）。他自称是丽珠的小学同学，曾经对她非常的倾心。丽珠开始时嫌他麻烦，然而和他相处过程中，却屡屡得到他的帮助劝慰，让她快点医好丈夫逝去的心病。在王劲威要去投胎之前，丽珠想让他找来丈夫，见上一面，然而王劲威没能找回来。\n　　然而，丽珠却慢慢发现，自己的心愿其实并没落空，而且生活的希望也在一点点的回到她的心中。"
  },
  "News Treasury 2024": {
    "type": "tv",
    "name": "新闻掏宝2024",
    "desc": "　　常言道：「今日新闻，明日历史」。每天那么多新闻，大家可能来不及消化，更遑论回望历史。历史就是一个大宝库，少看历史和小看历史，很容易「走宝」。新节目《新闻掏宝》带大家在宝库「掏」新闻宝藏，除了昔日特辑、直播和系列报道，还有从未曝光的珍贵片段。观众有机会重温李小龙出殡、宝生银行劫案、四人帮审讯、英女王访港、的士罢驶、中英签订联合声明、撒切尔夫人专访、越南难民、尤德逝世、彭定康抵港、启德机场关闭、邓小平逝世、九七回归大典、华航香港空难和沙士记者会。"
  },
  "News Treasury": {
    "type": "tv",
    "name": "新闻掏宝",
    "desc": "　　常言道：「今日新闻，明日历史」。每天那么多新闻，大家可能来不及消化，更遑论回望历史。历史就是一个大宝库，少看历史和小看历史，很容易「走宝」。新节目《新闻掏宝》带大家在宝库「掏」新闻宝藏，除了昔日特辑、直播和系列报道，还有从未曝光的珍贵片段。观众有机会重温李小龙出殡、宝生银行劫案、四人帮审讯、英女王访港、的士罢驶、中英签订联合声明、撒切尔夫人专访、越南难民、尤德逝世、彭定康抵港、启德机场关闭、邓小平逝世、九七回归大典、华航香港空难和沙士记者会。"
  },
  "Finance Magazine 2025": {
    "type": "tv",
    "name": "财经透视",
    "desc": "　　《财经透视》紧贴大市，回顾每周港股走势外，并关注楼市状况，透过业界人士专访、市场分析等，深入浅出探讨本港、国际财经金融热门话题，更以专题形式报导不同行业发展面对的问题。"
  },
  "Finance Magazine": {
    "type": "tv",
    "name": "财经透视2025",
    "desc": "　　《财经透视》紧贴大市，回顾每周港股走势外，并关注楼市状况，透过业界人士专访、市场分析等，深入浅出探讨本港、国际财经金融热门话题，更以专题形式报导不同行业发展面对的问题。"
  },
  "Connect the World, Thrive in the Bay": {
    "type": "tv",
    "name": "港系全球，商聚湾区",
    "desc": "　　《粤港澳大湾区发展规划纲要》颁布六周年，香港进一步融入国家发展大局，在一国两制之下香港是高度国际化、市场化、法治化的国际都市，香港要进一步加强在金融、航运、贸易和专业服务范畴的国际竞争力和影响力，充分发挥连接内地，联通世界的重要桥梁和窗口作用。\n　　《港系全球商聚湾区》一连10集，讲述香港在创科、金融、互联互通、专业服务、医疗、教育等各方面，如何与湾区城市互利共赢，推动湾区创新协同。"
  },
  "Christian in Paris": {
    "type": "tv",
    "name": "Christian in Paris",
    "desc": "　　Christian杨尚友，厨艺界一个不陌生的名字，原来在香港的「法国医院」出生，也因父亲的工作关系获法国国籍，人生一直都与法国有所连系。灵机一触下，尚友偕同家人即兴飞赴法国「返乡下」，游走大街小巷之中，寻找千变万化的法式美食。有美食之余，他不忘介绍各个旅游景点，将美景透过镜头跟观众分享。有得睇无得食？尚友每集亦教观众在家煮出地道美食，让远在本港的「为食一族」不但看到美食，而且可以感受个中滋味。"
  },
  "Blind Travel by Rail": {
    "type": "tv",
    "name": "盲盒铁路游",
    "desc": "　　中国铁路网络四通八达，现时从香港出发，乘坐高铁即可直达内地多个城市，令港人出游更便捷。丁子朗、陈懿德、马贯东、王嘉慧、郑衍峰、林秀怡，六名主持分成两组出发。众人会以盲盒的形式抽取下一站地点，踏上一趟充满未知与惊喜的探索之旅。在没有周详计划下出行，可望发掘到更多意想不到的风景与故事。此外，主持们还会在旅途中不时收到制作组准备的「盲盒任务」。各人要努力完成，方可获得奖励，或避免接受惩罚。"
  },
  "iGirl": {
    "type": "movie",
    "name": "我的极品女神",
    "desc": "　　晓峰（郑伊健 饰）、尊尼（何浩文 饰）和朱云（林子聪 饰）是多年好友，三人同时被女朋友甩，在情绪低落时却离奇遇见了三位情投意合、为各自量身打造的机器人女友iGirl001（周秀娜 饰）、iGirl002（文凯玲 饰）、iGirl003（郑欣宜 饰）。\n　　在第一次修罗场比赛中，前女友团「Janice（何佩瑜 饰）、Rebecca（任娇 饰）、Chili（钟采义 饰）」竟然和机器人比她们的强项，iGirl现女友团开挂大胜前女友团。所谓风水轮流转，吃一堑长一智的前女友团也给自己开了挂，碾压式逆袭iGirl现女友团，好在最后正义的现女友团终于战胜了邪恶的前女友团。"
  },
  "Once Upon a Time in Shanghai": {
    "type": "movie",
    "name": "恶战",
    "desc": "　　上海滩十里洋场，是无数人追梦的乐园……\n　　天生神力的青年马永贞（伍允龙 饰）从家乡来到上海谋生，在当时占有上海一半势力范围的老帮派斧头帮治下谋得一份苦工，岂料因同伴窃取斧头帮的鸦片，在后者发难之际与同住贫民区的老铁（洪金宝 饰）将工友救下。\n　　为了追踪那批鸦片的下落，马永贞与上海另一半势力范围的主人——新近崛起的龙七（安志杰 饰）不打不相识，并因为受到斧头帮排挤，不得不与同伴们投奔龙七。因秉持母亲的教诲，马永贞无意加入龙七的帮会，但龙七不以为意，反与之结为知交。不久，那批鸦片的真正主人——日本人为了介入上海，利用斧头帮和龙七的矛盾欲置龙七与老铁等人于死地，马永贞忍无可忍，誓要复仇……"
  },
  "Another Me": {
    "type": "movie",
    "name": "李茂扮太子",
    "desc": "　　出身富庶之家的女孩杨家珍（马丽 饰）不顾父母反对，执意嫁给小捕快李茂（常远 饰）。婚后他们虽然无比恩爱，但是李茂始终得不到岳父岳母的认可，甚至在他们眼里自己还不如一条狗重要。为了在妻子和岳父岳母面前扬眉吐气，李茂想方设法找门路要出人头地。偶然机缘，图谋不轨的吏部尚书和县令诓骗李茂把自家改成戏楼，迎接太子驾到。欣喜若狂的李茂马不停蹄，结果却得知太子无法前来的消息。情急之下，他夜闯太子府，居然发现太子（常远 饰）居然和他长得一模一样。\n　　相互欣羡对方生活的两个人偷偷换了身份，而他们也不知不觉卷入一场阴谋之中……"
  },
  "Maoshan Heavenly Master": {
    "type": "movie",
    "name": "茅山天师",
    "desc": "　　仙人张造临（钱小豪 饰）背着他的宝刃“青罡剑”，押解天庭要犯赤练君（夏望 饰）去昆仑山受诛，不料中了圈套，导致赤炼君逃跑，张造临被被逐出师门。为保天下太平，张造临从此开始了追寻赤炼君的生活。\n　　数年后，张造临来到一个地方，得知有许多送葬的人被黑白无常勾走，从此再无消息。这引起了张造临的注意，因为他深知，赤练君修炼神功，必须要吸很多人的元神，而这些失踪者，很可能是被赤练君及其手下抓去吸了元神。张造临抱着绝不放弃任何一丝线索的执念，开始追查无常勾人之事。\n　　张造临跟踪了一支送葬队伍，果然遇见了传说中的白无常（刘占奎 饰）。张造临挥动手中兵刃“浮尘”，正要捉拿之际，不料竟半路杀出个程咬金——少年捉妖师廖凤一（庞景峰 饰）。哪知这廖凤一年少不经事，机缘巧合下，二人带着辽东三煞组成小队开始了危险的征程……"
  },
  "The Movie Emperor": {
    "type": "movie",
    "name": "红毯先生",
    "desc": "　　香港天王巨星刘伟驰（刘德华 饰）从影四十年，一直渴望得影帝。他决定与导演林浩（宁浩 饰）合作拍摄农村题材影片，从而在电影节赢得国际声誉。为此，刘伟驰深入农村体验生活、亲自拉投资、拒绝用替身，却因此引发了一系列令人哭笑不得的荒诞闹剧，也展现了娱乐圈的众生百态。"
  },
  "Social Distancing": {
    "type": "movie",
    "name": "夺命直播",
    "desc": "　　陈楚童（李靖筠 饰）是一个典型的低头族青年，她在视频网站看到一条关于切勿沉迷电子产品的警告，一开始她并不以为意，依然沉迷直播。直至生活里出现越来越多诡异的事件，才让她觉得事情并非她想象的那样简单，于是她找来好友林子强（杨天宇 饰）帮忙解决。\n　　当二人以为事件告一段落时，楚童的家人却都离奇消失，无奈之下二人只能根据线索一步步追寻到指引中的神秘大厦。在大厦的异度空间里，楚童埋藏在心灵深处的秘密一层一层被揭开，她对朋友、家人曾有过的愧疚也被一一揭晓。似乎有一股神秘力量一步步指引她去面对真实的自己，去面对那些曾逃避的事情……而面对这一切能够解决的唯一方法：是她必须从电子世界里走出来，放下手机，去拥抱和关心自己身边的人。"
  },
  "See You Tomorrow": {
    "type": "movie",
    "name": "摆渡人",
    "desc": "　　改编自张嘉佳的原创畅销故事小说《从你的全世界路过》的其中一篇。\n　　每座城市都有属于自己的传奇，这座城市的传奇就是「摆渡人」。据说，摆渡人能消除世间痛苦。\n　　酒吧老板陈末（梁朝伟 饰）和拍挡管春（金城武 饰），平时看起来吊儿郎当，但其实是「金牌摆渡人」，空手接白刃，人肉千斤顶，只要你「预约」，就无所不能。独立又充满正义感的小玉（Angelababy 饰）为了钟情已久的偶像马力（陈奕迅 饰），预约了「金牌摆渡人」的服务。但在摆渡小玉的过程中，陈末和管春也逐渐发现了自己躲不过的问题。\n　　从欢天喜地的生活，到惊天动地的疯狂，摆渡人最辉煌的篇章，从这里开启。"
  },
  "The Moon Thieves": {
    "type": "movie",
    "name": "盗月者",
    "desc": "　　马文舜（吕爵安 饰）钟情于钟表历史及装嵌，更对失踪的登月手表“Moonwatch”（原型为欧米茄Speedmaster速霸型）情有独钟。以装嵌“对期表”为生的文舜，在一次向黑道中人牛荣（张松枝 饰）售卖对期表时，被地下钟表黑市老板“莱宝行”的老大小莱叔（姜涛 饰）抓到把柄。莱叔要胁文舜，要文舜为其前往日本东京，潜入高级表行，将即将在一个月后拍卖的三副“毕加索”手表偷龙转凤，再流入黑市转售。\n　　生性凶残的“二世祖”小莱叔，为了这次任务，指派了老莱叔的忠实手下“大贼”（张继聪 饰）和“渠王”（白只 饰），以及开锁专家红姐的儿子李锦佑（卢瀚霆 饰），一同前往日本执行任务。但实质上，小莱叔企图借此血洗家门，将一众老臣子灭口铲除。随着偷表任务在重重难关下进行，意识到小莱叔真正目的的大贼等人，需要在小莱叔和日本势力各方面作出行动前自保，而令文舜和锦佑陷入了前所未有的危险之中……"
  },
  "Love After Love": {
    "type": "movie",
    "name": "第一炉香",
    "desc": "　　电影根据张爱玲的同名中篇小说改编。\n　　葛薇龙（马思纯 饰）是一位单纯而又善良的女学生，为了躲避战火，她和家人逃难来到了香港。之后，受生活所迫，葛薇龙的家人决定返回故乡，打算继续求学的葛薇龙只身一人留在了异乡，并且投靠了生活在这里，在很早之前就和家族断绝了关系的姑母梁太太（俞飞鸿 饰）。\n　　虽然外头对于梁太太的流言蜚语满天飞，但是葛薇龙自认为并不会被这个神秘的女人所影响。可随着时间的推移，在梁太太的带领之下，葛薇龙品尝到了奢靡生活所带来的甜头，并且逐渐沉迷无法自拔。\n　　在梁太太毁灭了她对于爱情的美好幻想之后，一位名叫乔琪乔（彭于晏 饰）的公子哥出现在了葛薇龙的身边，令葛薇龙重新燃起了对于爱情的渴望。"
  },
  "Man On The Edge": {
    "type": "movie",
    "name": "边缘行者",
    "desc": "　　1997年前夕，香港回归在即。近百年的殖民时代即将落下帷幕，而香港的繁荣与衰败也将迎来翻天覆地的改变。时代变革大潮在即，作为黑帮龙头老大的林耀昌（任达华 饰）敏锐把握到时代的脉搏，他致力坚守盗亦有道的原则，和一众兄弟笃定前行。而在他的麾下，勇猛果敢的阿骆（任贤齐 饰）更被林耀昌寄予厚望。但是阿骆的真实身份却是一名警方卧底，他奉上级程国斌（方中信 饰）之命潜伏多年，时刻准备以白克黑。但是混迹黑道多年，阿骆似乎渐渐发生了改变，内心的黑暗面正迅速扩大。\n　　沧桑巨变，人心不古……"
  },
  "Wolf Pack": {
    "type": "movie",
    "name": "狼群",
    "desc": "　　境外恐怖势力掀起能源危机，7名反恐精英秘密守护“地下长城”！\n　　老刁（张晋 饰）率领的“狼群小队”长期从事境外安保工作，某次执行任务的过程中，意外发现境外恐怖势力将黑手伸向中国能源命脉！老刁临危受命，率领柯童（李治廷 饰）、妖怪（蒋璐霞 饰）等队员雷霆出击。危机迫在眉睫，“狼群小队”能否化险为夷？"
  },
  "Bodyguards And Assassins": {
    "type": "movie",
    "name": "十月围城",
    "desc": "　　1906年，清末，正是清廷疯狂暗杀“革命党”的黑暗年代。\n　　10月15日，革命领袖孙中山（张涵予 饰）决定冒险赴港，名为探望母亲，实则与十三省革命代表见面会谈。这是清廷“刺杀孙贼”的大好时机，将军阎孝国（胡军 饰）买通香港警察，在全港织起了一张“刺孙”的天罗地网。而《中国日报》社长陈少白（梁家辉 饰）作为革命党人，必须在24小时内完成保卫孙中山的任务。\n　　大商人李玉堂（王学圻 饰）是陈少白老友，多年来一直在暗中出资支持陈的革命工作。10月15日前夕，李玉堂正在为17岁的独子李重光（王柏杰 饰）考上大学大宴宾客，陈少白寻上门来，希望其能出资支援——当李玉堂随后发现儿子重光竟然也受革命思想影响时，不仅不愿再度投资，更欲与陈决裂。\n　　然而，就在此时，陈少白的突然被捕失踪，以及香港各革命据点的连续遭袭，令李玉堂无法袖手旁观，他被迫担负起“保孙”的指挥工作，并花钱找寻民间力量，来替补遭到毁坏的保镖队伍。\n　　香港，卧虎藏龙之地。曾是贵公子，如今沦为“乞丐”的刘郁白（黎明 饰）；对李家父子忠心耿耿的“车夫”阿四（谢霆锋 饰）；因父亲被杀而欲替父报仇的戏班“打女”方红（李宇春 饰）；被南少林逐出山门，如今靠卖炸臭豆腐为生的“小贩”王复明（巴特尔 饰）。他们身怀绝技，虽然并不明白“革命”真正的意义和惨烈，却因自身的各种原因，最先加入到保镖的队伍中。而原本一事无成的“赌徒”沈重阳（甄子丹 饰）因为与李玉堂“妾侍”月茹（范冰冰 饰）的复杂恩怨，最终担负起了重要的护卫工作。甚至是老奸巨猾的华人警察司长史密夫（曾志伟 饰），都因深受感染而对保卫工作暗施援手。\n　　15日前夜，陈少白冒险逃狱成功，回归保卫革命的队伍中。李玉堂不知，他最心爱的儿子李重光已成为这次反刺杀行动中，最重要最特别的一员。\n　　15日，孙中山抵港。阎孝国组织的杀手队伍一拨又一拨地逼近了保镖队伍。双方展开了一场又一场惊心动魄的“全城追杀”……最终，孙中山安全离境，身后的香港已染满保镖和杀手们的鲜血。一年内，全国革命相继爆发。1911年，辛亥革命爆发。"
  },
  "Back to Where It All Began in 1975": {
    "type": "movie",
    "name": "重回1975年的起点",
    "desc": "　　谢霆锋、白只联同张叔平、文念中、陈光荣等金像奖电影班底，打造由真人真事改编的微电影《重回1975年的起点》，真实还原当年连锁快餐店品牌麦当劳登陆香港的第一间餐厅旧貌及铜锣湾百德新街的街景。谢霆锋、白只回到品牌在香港的起点，细诉陪伴香港半世纪的品牌故事。"
  },
  "Imprisoned 2: No Escape": {
    "type": "movie",
    "name": "一狱一世界II：劫数难逃",
    "desc": "　　一个小公司的经理孙逸辰（张继聪 饰），被派往扎多尔共和国出差，身后有个女秘书跟着他，岂料一次被陷害奸杀女秘书，被送往扎多尔的监狱判监。狱中的治安十分差，一入狱便被监狱老大司徒标（黄光亮 饰）霸凌，并被凶残无比的典狱长马多萨（郑浩南 饰）针对。幸好的是，孙逸辰被狱警之一的胡海（张建声 饰）勉强关照，并认识了情报王伍仔（蔡瀚亿 饰）。\n　　一次，监狱的化粪池爆裂，令孙逸辰、伍仔及司徒打算一起逃狱，他们计划也定好了。就在这时，霍乱突然爆发，很多人也受到感染，孙逸辰就利用这点，利用自身的医学知识治好了狱长，开始获得典狱长的信任。之后，孙逸辰从中慢慢进行逃狱计划，逃出这个凶残无比的黑狱……"
  },
  "May We Chat": {
    "type": "movie",
    "name": "微交少女",
    "desc": "　　《微交少女》（May We Chat）延续1982年卖座电影《靓妹仔》奇迹，由《明媚时光》香港电影金像奖最佳新晋导演提名翁子光编导、《天水围的日与夜》香港电影金像奖最佳编剧吕筱华编剧、《囡囡》《喜爱夜蒲》系列伍健雄监制，将当代社会萎靡面貌，以及迷失少女的叛逆青春，再一次真实呈现。\n　　以现代手机「微交网络」作为主题，故事讲述三个不同阶层及生活背景的援交少女（许雅婷、李静仪、蔚雨芯 饰）之命运交错。三人通过手机微信认识，从素未谋面到卷入牵涉黑社会及毒品的亡命寻人事件。在她们糜烂迷失的生活故事底下，友情、爱情、伦理、道德之间备受各种的考验……更遇上当年《靓妹仔》主角 Irene（温碧霞 饰）及「长乐街」Peter仔（麦德和 饰），新一代叛逆青春在新时代再一次并发惊心火花……"
  },
  "Wise Guys Never Die": {
    "type": "movie",
    "name": "提防老千",
    "desc": "　　某集团会计张志恒（张家辉 饰）因盗空公款被肥威（周振辉 饰）逮住，失手杀死肥威，将尸体丢入水塔。志恒被商业调查科起诉入狱9个月。志恒入狱后，遭到一连串凌辱欺负，好在认识十四哥（王晶 饰）罩着他，介绍志恒陪他一块到图书馆工作，志恒为了担心遭受欺负，便向狱警要求到图书馆工作。\n　　志恒从十四哥那里听到满嘴赌经，向十四哥毛遂自荐收他为徒，就此志恒踏入老千的生活。但是志恒并不如表面上看起来如此老实无辜，事实上是志恒诈骗了好友肥威姐姐的换肾钱一千万，被肥威发现后杀肥威灭口。而主动接近志恒的十四哥，乃是受肥威亲友所托，为了报复志恒的老千。\n　　出狱后与十四哥合作三年的志恒也因自己的贪念，决定背叛恩师十四哥。表面上十四哥中了志恒圈套，但实际上故意中计也是十四哥设计的陷阱，一切的一切，志恒身边周遭熟悉的人事物，赌场的龙王（张兆辉 饰）及拍档罗拉（陈炜 饰）等人，都只是为了千志恒的临时演员而已，他们真实身份是什么没有交代清楚，只是为了这个千局而出现。最后志恒躲在水塔里逃避追杀，但是水塔口被早就知情的龙王等人用焊接器焊上，出不去的志恒就在水塔里力竭淹死而结束了一切。"
  },
  "Hero": {
    "type": "movie",
    "name": "世间有她",
    "desc": "　　2020年COVID19病毒爆发，沈玥（周迅 饰）不幸患病，与丈夫及儿子分隔，并由婆婆李菊（许娣 饰）照顾，婆媳独处摩擦不断，关系紧张；昭华（易烊千玺 饰）和小鹿（黄米依 饰）被迫异地不得相见，只能依靠手机分享生活关心对方；梁静思（郑秀文 饰）和丈夫何达仁（冯德伦 饰）因为家庭角色失衡面临决裂，疫情下更为孩子的照顾问题，关系持续僵持。"
  },
  "Panda Plan": {
    "type": "movie",
    "name": "熊猫计划",
    "desc": "　　超萌超可爱的熊猫幼崽呼呼被国际功夫巨星Jackie（成龙 饰）认养，满心期待开启新生活。然而，呼呼独有的“大小眼”特别基因却被国际犯罪组织盯上了，组织首领不惜悬赏雇佣兵一亿美金发起了一场熊猫抢夺战。面对突如其来的危机，新晋奶爸Jackie怎能袖手旁观？他联手金牌经纪人（魏翔 饰）与熊猫保育员（史策 饰）全力展开营救！万万没想到……这群反派好像不太聪明，一场惊险刺激却又荒诞可笑的守“呼”行动就此开启。"
  },
  "Band Four": {
    "type": "movie",
    "name": "4拍4家族",
    "desc": "　　故事讲述决心踏上国际舞台的 Band Four 主音 Cat（谢安琪 饰）自小崇拜结他手父亲 King（泰迪罗宾 饰），父亲却在她十岁时离家出走。\n　　廿多年后，Cat 妈病逝，父女在火葬场内重逢。此时，Cat 多了9岁儿子 Riley（陈诺霆 饰），家劲携带了女儿乐弦（Anna hisbbuR 饰）回来。四人忽然在同一屋檐下，一个家四种声音，各有挣扎、秘密与恐惧，难以沟通。音乐是四人唯一的共通点，当透过音乐，四人开始合拍，互相聆听时，Band Four 却面临更大难关……"
  },
  "The Invisible Guest": {
    "type": "movie",
    "name": "瞒天过海",
    "desc": "　　改编自西班牙悬疑名片《看不见的客人》。\n　　贪婪无厌的警长郑威（许光汉 饰）得知富商之妻乔文娜（张钧甯 饰）蒙冤卷入一场密室谋杀案后主动登门交易，索要巨额钱财帮她洗脱罪名。随着交易展开，竟意外牵连出另一起凶杀案，丈夫失踪的虹姐（惠英红 饰）自曝被强权欺压，走投无路的她向杀害丈夫的议员之子明浩（尹正 饰）绝望复仇……\n　　案中有案，局中有局，钱权交易与势力压迫之下被掩盖的真相到底是什么？"
  },
  "Cold Blood Warm Heart": {
    "type": "tv",
    "name": "天地男儿",
    "desc": "　　徐永邦（郑少秋 饰）痛恨生父叶胜（关海山 饰）当年抛弃母亲，所以虽然叶胜贵为香港十大富豪之一，仍坚拒相认。永邦自小受养父徐坚（鲍方 饰）熏陶，长大后加入警队，其弟徐家立（罗家良 饰）大学毕业后亦继承父业，晋升为高级督察。\n　　永邦同父异母弟叶永基（潘志文 饰）牵涉一宗命案，令永邦与上司罗子建（张智霖 饰）发生误会而遭停职。后线人陈飞行（张兆辉 饰）帮助永基洗脱罪名，而永邦与子建亦冰释前嫌。子建在查案时认识了方巧容（陈松伶 饰），一见钟情，不料好友叶承康（古天乐 饰）亦倾慕容，二人却不知彼此所爱乃同一人。另外，永邦因子建之关系结识了其姐罗惠芳（伍咏薇 饰），二人因误会而了解，展开一段苦恋。\n　　另一边厢，家立偶遇永基次女叶晓冰（张可颐 饰），被其深深吸引，可惜晓冰只钟情于子建，令家立对子建误会更深。家立妹妹徐家宜的同学张雪凝（宣萱 饰）一直暗恋家立，但家立不为所动。\n　　天意弄人，永邦又无辜牵涉一宗杀警案中，更被判入狱，出狱后却发现真凶为其弟家立！但见家立正平步青云，永邦于心不忍，终没揭发家立，并退隐经营小餐馆。家立本决意改过，但终被叶胜另一儿子叶永昌（李子雄 饰）利用，变得无恶不作……"
  },
  "Whatever You Want": {
    "type": "movie",
    "name": "珠光宝气",
    "desc": "　　私生女的特殊身份让高秀萍（袁咏仪 饰）十分自卑，久而久之形成了沉默寡言的内向性格，并经常受到周遭同事排挤。无奈之下，母亲托关系让秀萍进入了其父经营的广告公司工作，作为交换条件，在公司里，秀萍必须隐瞒自己的真实身份。\n　　秀萍的上司高明珠（钟丽缇 饰）才貌双全，身后有无数男仔追求，但心高气傲的明珠统统不将他们放在眼里。一次工作中，秀萍奉命寻找拍广告所需要的珍珠，顺利完成任务之后，秀萍决定清洗一下找到的珍珠，令秀萍没有想到的是，她竟然无意之中唤醒了隐藏在珍珠之中的神仙阿宝（王敏德 饰）。阿宝告诉秀萍，自己可以帮她实现三个愿望。"
  },
  "Shadows": {
    "type": "movie",
    "name": "残影空间",
    "desc": "　　香港发生一宗骇人听闻的血案，一名社工杀死家人后跳楼自杀不遂。法医精神科医生徐晓静（邓丽欣 饰）为他进行精神鉴定，天生拥有特殊能力的静进入对方的潜意识空间后，发现他的潜意识里有个声音说服他去杀人。追查下，静找上该社工的前精神科医生仁重光（谢君豪 饰），怀疑他教唆谋杀，遂向接手的重案组沙展阿发（姜皓文 饰）求助。碍于医生与病人的对话保密，难以搜证，二人只能漫无目的地追查。这时第二宗精神病人谋杀案再次发生，阿发更得悉静的童年创伤，开始怀疑她是否如人前那么正义，还是另藏阴谋……"
  },
  "The Narrow Road": {
    "type": "movie",
    "name": "窄路微尘",
    "desc": "　　处于浮华城市之中，有些人渴望的仅仅是不知何时才会出现的一线光。\n　　独力经营清洁公司的窄哥（张继聪 饰），面对疫情来袭，百业萧条，遇上失业的年轻单亲妈妈Candy（袁澧林 饰）前来求职。看似不务正业的Candy竟能化解窄哥工作上的困难，正当二人以为生活渐入佳境，疫情变成生活一部分时，清洁公司遭人投诉，同时窄哥家中又遭逢巨变。尽管人如微尘，也能在窄路遇上稍作依偎……"
  },
  "Life Must Go On": {
    "type": "movie",
    "name": "深宵闪避球",
    "desc": "　　外展社工杨琦（周家怡 饰）主理「深宵体育馆」计划多年，一直鼓励不愿归家的少女们，凌晨时分来到体育馆做运动，无奈管理层突然出现人事变动，随即面临闭馆危机……在自称资深教练的刘志聪（郑伊健 饰）协助下，集合8位问题少女组成「粉青队」，参加全港闪避球锦标赛：打赢就留馆留人，打输就执包袱走人！教练同8位队员本身都各有烦恼，但这一刻无法再退避，全情投入顶硬上，一齐领悟闪避球的真谛！"
  },
  "Hand Rolled Cigarette": {
    "type": "movie",
    "name": "手卷烟",
    "desc": "　　退役华籍英军关超（林家栋 饰）加入黑社会维生，但近年经济不景，经常入不敷支。一天，南亚裔古惑仔文尼（Bipin Karma 饰）为躲避仇人，误闯关超家，文尼以三十万酬劳哀求他收留五天，关超欣然接受。\n　　另一边厢，关超早前促成了江湖老大大口泰（袁富华 饰）与台湾黑帮菜甫（杜燕歌 饰）的金钱龟走私交易，大口泰收货后竟发现货不对办，要关超交还一百五十万订金！文尼突然拿出一包毒品供关超换钱还债，事情像是完结之际，文尼竟又被大口泰的手下捉走！关超会自保逃走，还是冒险拯救这位相遇相知的新朋友？关超吸一口手捲烟，作出了最终的决定！"
  },
  "My Blue Summer": {
    "type": "movie",
    "name": "暗恋·橘生淮南",
    "desc": "　　暗恋，是一个人的兵荒马乱，也是一辈子的刻骨铭心。成绩优秀、生性骄傲的洛枳（张雪迎 饰），暗恋着幼时有过一面之缘的同学盛淮南（辛云来 饰），而盛淮南对此全然不知。高中毕业后，洛枳发现自己和盛淮南竟在同一所大学。两人意外相识并越走越近，但洛枳依然不敢表白心迹。当成长和现实的压力接踵而来，这场漫长的暗恋，究竟该如何安放？\n　　影片改编自八月长安振华系列，为电影《最好的我们》续篇。"
  },
  "Far Far Away": {
    "type": "movie",
    "name": "缘路山旮旯",
    "desc": "　　一个土生土长28岁港男阿厚（岑珈其 饰），一不高大，二不靓仔，内向寡言暖男一个，小康出身，早年丧母，中学读和尚名校圣言，中大读电脑，毕业做 I.T.，一世人暂时，只拍过一次拖。谁知阿厚今年原来行桃花运，先后遇到5个女孩（余香凝、陈汉娜、梁雍婷、苏丽珊、张纹嘉 饰），个个外形性格背景都位位不同，唯一相通，只有一个：五个都住到山长水远，屋子都位于山旮旯天脚底，来来去去，有车都未必企及。一年四季，一皇五后，阿厚上完五堂爱情速成班，究竟会不会有所成长？情路又是否能够修成正果？"
  },
  "Endless Battle": {
    "type": "movie",
    "name": "无间之战",
    "desc": "　　影片讲述了一对警察兄弟，弟弟健诚（黄宗泽 饰）为卧底，哥哥健忠（谢天华 饰）为缉毒警，兄弟俩互在警方和贩毒集团的黑名单上，随着一场押送毒贩的任务，二人卷入其中，展开了一场无间反转的缉毒故事。"
  },
  "Table for Six 2": {
    "type": "movie",
    "name": "饭戏攻心2",
    "desc": "　　陈家二哥（张继聪 饰）向Monica（邓丽欣 饰）求婚，没想到二人都知道这只不过是一场秀。同时，相恋多年的青梅竹马猪猪josephine（王菀之 饰）也向三弟（陈湛文 饰）提出“下个月结婚”的极限操作。两场充满戏剧性的婚礼一触即发，准新人出现情感裂痕，陈家宾客大打出手，六叔（谢君豪 饰）甚至在婚宴上大骂新郎“拖油瓶”，闹到掀桌。婚礼中的闹剧暴露出的诸多问题，让恐婚男女重新思考爱情的意义，也在探寻的过程中重新找到爱的真谛：是相信身边的这个人，体悟到一家人就应当“永结同心”相互帮扶的温馨。\n　　见证完Monica和二哥、猪猪和三弟的两场婚礼后，喵喵（林明祯 饰）终于可以放心离开，全家人也惊喜现身机场为她送行。原以为喵喵这次离开是去日本深造事业，没想到她是去非洲寻找不辞而别的大哥。"
  },
  "Let It Ghost": {
    "type": "movie",
    "name": "猛鬼3宝",
    "desc": "　　《猛鬼3宝》结集三个都市猛鬼故事。\n　　《猛鬼监狱》讲述本地灸手可热的影星明乐（凌文龙 饰），除了因为演出代表正义的“狱中神探”一角闻名，亦是出了名的喜欢饮醉酒开工。一日，明乐又饮至醉醺醺才开车往山旮旯的片场拍夜戏，谁知在路上撞死了人！明乐惊慌之下，决定肇事逸逃，到达片场后， 他才发觉今晚拍的是一场监狱闹鬼的戏，而和他演对手戏的“女鬼”思思（钟雪莹 饰）竟然是……\n　　《猛鬼工厦》讲述阿君（苏致豪 饰）是一名的士司机，他的女朋友乃瑶（郭奕芯 饰）一直嫌弃阿君揸的士。阿君为挽回感情，打算和乃瑶去Staycation，让她可以在姊妹前炫耀一下，但阿君只够钱订了一间位于工厦内的Party room，令乃瑶生气得正式提出分手。正当乃瑶要一走了之，一阵阴风吹过，自此乃瑶像变了另一个人，对阿君温柔体贴，两人重拾当初激情。在和乃瑶连场激战多个晚上后，阿君日渐憔悴，朋友肥乜（许贤 饰）怀疑阿君撞鬼，决定替天行道，和这只专吸阳气的“淫鬼”决一死战。"
  },
  "Romantic Dream": {
    "type": "movie",
    "name": "追女仔95之绮梦",
    "desc": "　　大志车房的修理工孔志龙（刘青云 饰）和叶开（郑丹瑞 饰）是一对亲密无间的好朋友。阿龙热衷改车，他所开发的“原子引擎”所向披靡，战无不胜；阿开性格爽朗，喜欢在花丛中游走。一起偶然的车祸，让阿龙结识了楚楚动人的富家女阿敏（张敏 饰）。阿龙对这个爽朗的女孩一见钟情，爱情的萌芽在两个身份悬殊的年轻人心中生根发芽。然而阿敏的父亲经商失败，举家迁往国外，阿龙和她的爱情就如同他苦心栽培的玫瑰花一般无奈凋零了。\n　　在人生最失意的时刻，阿龙的原子引擎得到日本大公司的赏识，他和阿开也从此跃入富人的行列。在一次上流社会的晚宴中，阿龙重逢阿敏，这是一段前缘再续？抑或是一场幻梦？"
  },
  "Adventure Of The King": {
    "type": "movie",
    "name": "龙凤店",
    "desc": "　　正德皇帝朱厚照（任贤齐 饰）自小长于深宫，虽有太监宫女们扮演各色人物的“百姓街”供他进行“假装微服私访”的游戏，但正德对假模假式的表演早已厌倦，遂借皇太后为他操办婚事的机会，随史官司马西（罗家英 饰）、指挥使陈珍珍（梁小龙 饰）以及太医一同微服出宫。正德一行体察民情，游历到江南小镇，误入江南四大才子的赌局，将玉玺和银两统统遗落，只得加入丐帮盛会抢食，岂料混乱中正德与司马西等人失散又失去了记忆，落魄的正德因一碗善面结识龙凤店老板娘凤姐（徐熙媛 饰），并进入龙凤店担任小二。另一方面，宫中图谋篡位的宁王（林威 饰）获悉正德失忆，派出手下欲将正德的人生限制在龙凤店中……"
  },
  "The Way We Keep Dancing": {
    "type": "movie",
    "name": "狂舞派3",
    "desc": "　　龙城工厦区（影射观塘商贸区）原本是个工业区，廿年来，开始有不同范畴的创作人因它便宜的租金而进驻。这群人被称作 KIDA（Kowloon Industrial District Artists）。近年上映的跳舞电影《狂舞派》及《狂舞派2》，幕前幕后有很多都是 KIDA，包括：嘻哈独立唱作人Heyo、排舞师奶茶、人气YouTuber阿良、新晋艺人Hana及她的地下男友舞者Dave。他们在演艺圈崭露头角，载浮载沉；他们都以龙城为基地，乐在其中地打拼。可是工厦近年加租急剧，并出现各种频繁和严厉的巡查，背后其实就是地产商作祟，要把龙城转型成商贸区（影射政府《起动九龙东》计划）。一天，他们收到一项工作邀请，要为龙城区注入街舞、音乐、涂鸦等元素的“优化计划”- ‘狂舞。街’。明眼人都知，这是替地产大鳄（影射《地产霸权》一书中的发展商）涂脂抹粉的工程。正当大家犹豫应否接纳这工作，阿良提出，应藉这次机会，令更多人认识、欣赏及支持KIDA，反客为主，为大家争取合理待遇。同时，Heyo的师父阿弗正密谋一场反对行动……"
  },
  "New Kung Fu Cult Master 2": {
    "type": "movie",
    "name": "倚天屠龙记之圣火雄风",
    "desc": "　　张无忌（林峯 饰）已任魔教教主，远赴大都再会赵敏（文咏珊 饰），赶到大都后，救出了六大门派。小昭（云千千 饰）最后成为了圣女，跟张无忌有缘无份；周芷若（邱意浓 饰）跟张无忌相处并决定成婚，但在结婚拜堂的关头，赵敏赶来要求他践行“第三个承诺”，于是周芷若开始“黑化”，借助张无忌的九阳神功，练成了九阴白骨爪。赵敏最终赢得了张无忌的爱情。"
  },
  "Don't Forget I Love You": {
    "type": "movie",
    "name": "不要忘记我爱你",
    "desc": "　　年轻作曲家陆尧（刘以豪 饰）事业如日方中，可惜却在一年半前发现脑内生了肿瘤。接受切除手术后，陆尧无法保存短期记忆，只记得手术前发生的人和事，而手术后，他的记忆也只能维持一天。从此之后，陆尧由天之骄子变成一个连自理生活也有困难的失忆症病人，必须记录起每一天的人和事去提醒自己日常生活的事项。\n　　陆尧日复一日过着没有昨天也没有明天的生活，事业亦因此停滞不前，即使得到宝贵的创作机会，病情也令陆尧却步……直到他遇上心理治疗师星玥（古力娜扎 饰），星玥利用五感治疗法去刺激陆尧的潜意识，以巩固他的短期记忆。星玥独特的治疗方式逐渐拉近二人的距离，他们更合力写了一首歌。\n　　陆尧终于找到自己的避风港。可惜陆尧的姐姐（张歆艺 饰）发现他们的关系，她担心星玥在玩弄弟弟的感情，为了保护弟弟，她要求星玥以后不准再见陆尧。姐姐忍痛删除所有关于星玥的笔记和照片，希望令陆尧忘记星玥。陆尧虽然再也记不起星玥是谁，但他总是无法解释心中失落的感觉。一次偶然的机会下，陆尧找到了星玥的照片，并逼问好友毕迪（罗辑 饰），终于问出真相。二人在演唱会中重遇，听着一起写的歌，陆尧对星玥的感觉全都回来了。此时，二人决定重新开始，以后永不分离。\n　　又把每天所有经历拍摄下来，让陆尧每天起床后都能马上知道星玥就是自己的爱人。重新在一起后，他们每天也过得如初恋般甜蜜。就在这时，星玥发现自己怀孕了，陆尧却担心患有失忆症的自己不能成为好爸爸。突如其来的新生命令二人对前景充满忧虑，不知应否生下孩子……"
  },
  "Cliff Walkers": {
    "type": "movie",
    "name": "悬崖之上",
    "desc": "　　20世纪30年代，华夏大地成为各方势力角逐厮杀的修罗场。张宪臣（张译 饰）、张兰（刘浩存 饰）、王楚良（朱亚文 饰）和王郁（秦海璐 饰）等四名在苏联接受特训的共产党特工人员，按照组织的指示秘密潜入伪满洲国执行任务。但是由于组织内部出现叛徒，他们的行踪早已被特务科科长高彬（倪大红 饰）获悉。高彬阴狠狡诈，手下鹰犬更是嗜血成性，他旋即为四人组成的乌特拉小组布下了凶险非常的天罗地网。而为了保全四人安全，潜伏在敌人内部的地下党同志也想尽一切办法和对手周旋。\n　　冰冷雪国，悬崖之上，热血染红大地……"
  },
  "Forbidden City Cop": {
    "type": "movie",
    "name": "大内密探零零发",
    "desc": "　　零零恭、零零喜、零零发（周星驰 饰）、零零财是宫廷四大高手，专职保卫皇帝（张达明 饰）的安全。虽号称四大高手之一，零零发实际上只会搞些小发明完全不会武功，某次因为未完成皇帝交办的捉拿江湖四大怪杰的任务，他被开除出宫。回家后，零零发开了一家妇科诊所，时常会用一些小发明讨得老婆（刘嘉玲 饰）心花怒放，日子也算怡然自乐。金国以“天外飞仙”尸体为由将皇帝从宫中骗出，并伺机杀死了紧跟皇帝的三大高手，关键时刻，零零发用他发明的“直升机”和“机关枪”救皇帝一命。不死心的敌手随后派来名妓琴操（李若彤 饰）引诱零零发，零零发与老婆将计就计演起双簧。"
  },
  "The Eye 2": {
    "type": "movie",
    "name": "见鬼2",
    "desc": "　　失恋的郑嘉文（舒淇 饰）在泰国自杀未遂，捡回了性命。回到香港后，她准备忘记过去重新开始，却发现自己怀孕了，经过深思熟虑，她决定把孩子生下来。\n　　一天，在地铁站，嘉文目睹一个女子跳轨道自杀，周围的人却什么也没有看见，警方调查也一无所获，嘉文自己也百思不得其解。而从那以后，怪事接二连三地发生在她身上。\n　　嘉文在的士里与没有脸的厉鬼同坐，在公交车站等车碰到跳楼自杀的母子，她甚至看见同在医院待产的周太太，身边也有鬼魂如影随形。\n　　嘉文惊恐之余，认定这一切和地铁里自杀的女子有关，为了孩子，她开始调查事情的真相……"
  },
  "Mr. & Mrs. Player": {
    "type": "movie",
    "name": "烂滚夫斗烂滚妻",
    "desc": "　　风水玄学大师车震（杜汶泽 饰）自幼好色，如今沉溺于烂滚，与好友导演王晶卫（邹凯光 饰）、医生陈十三（彭浩翔 饰）两人气味相投，结伴于欢场不知疲倦。车震忙中出错，与两名女子约会在同一时间的同一饭店，只得楼上楼下串场掩饰，虽然最终被识破，却在此中结识了和他同样脚踏多只船的女兽医周志玲（周秀娜 饰）。不久，因车震房事事故，二人再度相见，周志玲自感对车震产生感觉，但又不确定能否与同样烂滚的车震相处。在姐妹的建议下，周志玲向车震提出交往，但条件是三个月内对方不得做爱且不可出轨，车震欣然应战。然而他除了要应付周志玲姐妹们的轮番引诱，还要面对昔日女神何嘉欣（童菲 饰）的出现以及富家子利兆楷（刘浩龙 饰）对周志玲的追求……"
  },
  "Lan Kwai Fong": {
    "type": "movie",
    "name": "香港兰桂坊",
    "desc": "　　陈明声（张建声 饰）与李丽（祁迹 饰）是一间大型广告公司的创作及制作部主管，各自负责一个小队，在公司里不停歇的明争暗斗。为提高自己团队的业绩，两队人马都不择手段，每一晚也会于兰桂坊盘踞一方，以刺激脑部创作构想为名，实行夜夜笙歌、大劈大喝，沉醉在活色生香的「酒池肉林」之中。不少男员工渴求一夜情，但最终每每都以被骗为主。李丽因留在香港发展遭男友抛弃，独自抚养女儿瞳瞳（梁霆瞳 饰）与妈妈一起。当李丽要为女儿寻找小学时，却遇上从美国回来相当富有的刘深（胡渭康 饰），而刘深更对李丽关怀备至，惟明声却有其戒心。当公司需要集全公司力量拍摄大型广告时，李丽却每每因私事失踪。"
  },
  "Raging Fire": {
    "type": "movie",
    "name": "怒火·重案",
    "desc": "　　香港动作殿堂级导演陈木胜最后遗作，倾力执导心血结晶，甄子丹与谢霆锋上演世纪大战。\n　　重案组警察张崇邦（甄子丹 饰）在围剿国际毒枭时，遇上了一帮「黑吃黑」的蒙面悍匪，冷血屠杀警察。面对警察惨死，张崇邦努力追查悍匪行踪，惊讶发现首领竟是昔日战友邱刚敖（谢霆锋 饰）。原来邱刚敖曾是警队的明日之星，他与张崇邦更是亦师亦友的警队伙伴，而宿命让二人再次面对往日的恩怨情仇，他们将如何作出了断……"
  },
  "The War of Beauties": {
    "type": "tv",
    "name": "美丽战场",
    "desc": "　　钟家宝（陈滢 饰）、林小美（陈晓华 饰）、李静儿（刘佩玥 饰）三个姊妹情深，毕业后因不同缘故而逐渐各散东西。家宝被小美私下提名参加杂志的校花选举，最终脱颖而出后获金牌经理人王一言（陈山聪 饰）招揽。一言鼓励家宝参选香港小姐，但遭同届佳丽兼继妹锺家琪（蒋家旻 饰）恶意陷害……\n　　家宝及后成功踏进娱乐圈这个“战场”，并结识到富豪之子庞振宇（方力申 饰）。二人共谐连理后，家宝跻身另一个豪门“战场”，更与两位姊妹渐行渐远。让她们彼此走远的，究竟是妒忌、尊严、财势，还是其他？"
  },
  "Beauty And The 7 Beasts": {
    "type": "movie",
    "name": "七擒七纵七色狼",
    "desc": "　　上世纪七十年代，曾经荣誉无数，风光无限的电影明星谭冠希（曾志伟 饰），随着年龄的增长，逐渐江河日下，进入了事业的低潮。但他依旧不改风流的本性，竟同时与三名空姐拍拖，令一直对他不离不弃的女经纪人小云（谷祖琳 饰）倍受冷落。\n　　由于经济上的压力，小云为冠希招收了5位徒弟，教他们如何成为明星，实际上只是为了骗他们的钱。而这5人不知其中原由，对冠希言听计从。\n　　一天，一位美丽性感的女孩儿闯进了冠希的家里，原来她就是冠希失散多年的女儿宝珠（孟瑶 饰）。\n　　有了徒弟与女儿之后，冠希的事业也逐渐有了起色。但是他“一生的敌人”洛奇（陈百祥 饰），依靠自己的财力处处打压排挤他。而有情有义的小云、宝珠和五徒弟决定帮助冠希一起共度难关……"
  },
  "Ready o/r Knot": {
    "type": "movie",
    "name": "不日成婚",
    "desc": "　　阿佳（陈家乐 饰）与可怡（卫诗雅 饰）在一个婚礼上相识，两人一拍即合，相爱五年，终于迎来最大的感情危机——「结婚」！女方视结婚为爱的证明；男方视结婚为爱的坟墓，二人在这议题上互有攻守，展开了一场男女之间深层次的角力！可怡的闺蜜Jenny（谈善言 饰）与Jessica（杨偲泳 饰）出谋献策，教她以钢管舞及Cosplay之术，尝试引诱阿佳进入圈套，务求在没有安全措施之下一击即中！一旦怀孕，婚事不就势在必行？！\n　　阿佳眼见可怡对自己展开「逼婚计划」，惟有在兄弟灰熊（朱柏康 饰）与阿健（岑珈其 饰）的帮忙下积极迎战，誓要坚守不婚底线！女方计谋被连番识破，Jessica只好掏出杀招——春药！得知消息的灰熊冒着生命危险通风报信，阿佳虽已有所防范，但还是百密一疏，中了可怡的圈套，渡过了极爽快的「无套一夜」！事后阿佳提心吊胆，最反对结婚的浪子阿健立即提出「事后大行动」——务求在黄金三十六小时内，将事后避孕丸偷偷让可怡服下！然而，阿佳冷静过后，还是打消了念头，但事情最终败露。阿佳百口莫辩，可怡心灰意冷，决绝提出分手。\n　　恢复单身的二人心境大不相同，可怡在姐妹的陪伴下走出阴霾，重新出发，将生活的重心放回自身，重拾Working Holiday的心愿。那边厢，阿佳自以为潇洒，尽情享受单身的自由，但随时间推移却愈发空虚难耐。此时他才明白，相比于面对婚姻，他更恐惧的，原来是永远失去可怡！为追回即将飞往他国的女友，他当机立断，誓要策划一场「不日成婚」大行动！"
  },
  "The Wig": {
    "type": "movie",
    "name": "戴假发的人",
    "desc": "　　二十多年前，法考三度落榜的法律大专生孟中（黄晓明 饰），内心充满绝望。一个漆黑的雨夜，他将积压已久的苦闷与愤怒，发泄在一个醉酒乘客身上。\n　　时过境迁，孟中已成为名声在外的公益律师，在一次调查少女猥亵案的过程中，一名叫魏娴（王影璐 饰）的女孩唤醒了那个雨夜的记忆，而这一切的背后，他似乎不断听到那场噩梦的回音：我知道你的秘密……\n　　影片改编自真实故事。"
  },
  "TBC": {
    "type": "tv",
    "name": "女神配对计划之金牌媒人的最后晚餐",
    "desc": "暂无描述"
  },
  "Tokyo Unlock": {
    "type": "tv",
    "name": "解风东京",
    "desc": "　　疫情过后，不少港人急不及待返「乡下」日本一游，东京相信是首选目的地。日本「旅游达人」杜如风阔别东京三年，终于可以解封自己，同时带观众一起「解风」东京！\n　　疫情后的东京到底有什么变化？杜如风秉承一贯「疯狂」、「癫丧」本色，发掘最新「食、瞓、玩、买」的好去处。搜罗全海胆宴、生烧激脆鳗鱼饭等「超抵」豪华美食，推介新开的特色酒店；玩转下北沢最潮蒲点，介绍各式「必买」好物……务求把最新的东京旅游资讯带给观众。"
  },
  "Shock Wave 2": {
    "type": "movie",
    "name": "拆弹专家2",
    "desc": "　　香港发生连环爆炸案，全城人心惶惶。前拆弹专家潘乘风（刘德华 饰）昏迷于案发现场，被警方列为头号嫌疑犯，怀疑他跟邪恶组织“复生会”有密切联系。苏醒后的潘乘风，面对警方施压式的盘问和牢狱之灾，决定逃走，亲自查明真相。在孤立无援的绝路上，潘乘风找他的战友，拆弹专家董卓文（刘青云 饰）协助，但由于二人陷入黑白不明的矛盾状况，董卓文必须在公私之间作出抉择。基于出生入死的友情，他决定向挚友伸出援手。\n　　同时，潘乘风前女友庞玲（倪妮 饰），现为反恐特勤队总督察，急于查出连环爆炸案的幕后黑手，以确保市民安全，她说服潘乘风接触”复生会”，追查这神秘组织的下一步恐袭计划，以证明他的清白。然而，令潘乘风最意想不到的，竟是揭破真相就如拆除炸弹般危险艰钜，在争分夺秒中随时送命……"
  },
  "Remember What I Forgot": {
    "type": "movie",
    "name": "曾经拥有",
    "desc": "　　影片讲述一个鲜为人知的电影狂迷故事。吴少金（姜皓文 饰）总是出现在任何与港产片有关的场合，熟悉制作、消息灵通，但他的真实身份与目的却成谜。电视台编辑细姜（廖子妤 饰）怀疑吴少金就是专门敲诈电影公司的神秘影评人，并决定揭露他不为人知的过去，为节目博取收视。"
  },
  "Septet: The Story Of Hong Kong": {
    "type": "movie",
    "name": "七人乐队",
    "desc": "　　自上世纪五十年代直至未来，七位殿堂级导演各自抽签负责一个年代，执导一个与香港有关的故事。《七人乐队》片名寓意各有风格才华的导演，尤如出色的乐手，走在一起便能合奏出令人共鸣的美妙乐章。其中包括洪金宝的《练功》、许鞍华的《校长》、谭家明的《别夜》、袁和平的《回归》、杜琪峯的《遍地黄金》、林岭东的《迷路》，及徐克的《深度对话》。其中林岭东的《迷路》更是导演的最后遗作。\n　　《练功》：50年代，一群拜师学艺的孩子在师父严厉的督导下勤练功夫。徒弟与师父间的默契在呼喝声中形成，而躲懒受罚的那天也可成为一生难忘的转机。\n　　《校长》：60年代，社会清贫，但求学者众。一位执笔忘饭的校长与善良淡雅的王老师让一座天台学校成为童年岁月里最温暖的家。\n　　《别夜》：叶嘉琳与余雁飞，在80年代香港依然美丽的夕照中相恋。女方一家移民海外，二人无奈承受离别之苦，只余下相爱的记忆。\n　　《回归》：90年代，儿子举家移民，孙女却因学业暂时留在香港爷爷家。爷孙两人隔代沟通，妙趣横生。在生活中消解代沟，隔阂打破，亲情更上一层楼。\n　　《遍地黄金》：2003年沙士时期，大时代下三个小市民的发达白日梦。三人常胡扯投资大计，妄想一夜致富。一番进退争论后，总是错失发达机会。\n　　《迷路》：2018年的新春，丈夫回到香港与妻儿团聚，当他拿着旧照片在日新月异的香港街头追忆当年时，却彻底迷失了方向。最后，回忆不幸化成追忆。\n　　《深度对话》：未来，某所精神病医院正在进行一项关于精神分裂的研究。四位参与者投入忘我表演，已然分不清真正身份，到底谁是医生？谁是病人？"
  },
  "Everything Under Control": {
    "type": "movie",
    "name": "超神经械劫案下",
    "desc": "　　解款员潜守则第一条：遇事即降！所以当解款员有成（魏浚笙 饰）、啫喱（洪嘉豪 饰）、猪红（欧阳仲豪 饰）遇上钻石劫匪时，马上九秒九飞身投降！怎料热血新丁企鹅（魏浚笙 饰）竟高呼要忠心守护顾客的财产安全！混乱之际，本是劫匪内鬼的啫喱竟挟鑽潜逃！\n　　逃走中的啫喱阴差阳错下走进了阿爷芴，展开了他恶梦的开端……那边厢的劫匪以扣留猪红作威胁，逼使有成与企鹅跟和尚（白只 饰）一同踏上追捕啫喱的旅途。世界仔有成、正义戆男企鹅、黑帮电影发烧友和尚，三个性格回异的人在命运的安排下究竟会产生怎样的化学作用？\n　　有成三人追踪到阿爷芴，发现这深山中竟住着几个与世隔绝、怪里怪气的村民！村民中为首的黄姑（王菀之 饰）对外人莫名抗拒，几个城市人跟村民之间的角力闹出连场笑话！更可怕的是，荒野间阴风阵阵，三人更接连遇到灵异事件！忙了一场，啫喱与钻石没着落，有成等却意外发现了村民的秘密！\n　　到底啫喱是生是死？村民们背后又有甚么秘密？而等待著有成他们的，是人钻并寻的归途？还是血流成河的殊途？"
  },
  "Come Back Home": {
    "type": "movie",
    "name": "搜救",
    "desc": "　　寒冬季节，阿德（甄子丹 饰）带着妻子璇（韩雪 饰）和一对儿女自驾游到长白山旅行，途中却因阿德一时气愤走失儿子乐乐，夫妇向当地派出所求助，搜救行动立刻展开。\n　　天气恶劣，摄氏零下30℃山林、冰湖搜救过程险象丛生，黄金救援时间24小时过去了，常规的安全极限48小时也过去了，孩子仍未找到，却遇上悄然来袭的雪崩！搜救队大量损兵折将，即使希望渺茫，阿德竭力跪救一同继续搜救。70小时又过去了，究竟父爱能否战胜大自然凶险？乐乐能否奇迹获救？"
  },
  "Lady Flower Fist": {
    "type": "tv",
    "name": "苗翠花",
    "desc": "　　苗翠花（关咏荷 饰）到广州探望父亲，生性好强的她与当地首富方德（江华 饰）多次结怨。翠花误伤了漕督大人的儿子，使之变成了白痴。愤怒的漕督扬言要找翠花报仇，与翠花父亲甚有交情的方德出面相救，冒险认了翠花是自己的四姨太，以方德与恭亲王的交情保住了翠花的性命。\n　　而翠花更将错就错嫁入了方家，引起了方家妻妾的不满，翠花更多次违反方家的家规，与方德的冲突不断。但在往后的日子里，两人共同面对了许多的患难，当二人情愫渐生的时候，方德因为帮助反清义士而被捕了……"
  },
  "Just 1 Day": {
    "type": "movie",
    "name": "只属于我们的一天",
    "desc": "　　在身患“渐冻人症”的城市速写画家马赛克（王祖蓝 饰）眼中，人和物都在“渐冻”，他需要在病情彻底恶化前收集一些快乐的回忆，自小暗恋小学同学神仙鱼（蔡卓妍 饰）的他终于拿出勇气，提出一个遗愿：“给我一天，当我的女朋友，可以吗？”"
  },
  "One Second": {
    "type": "movie",
    "name": "一秒钟",
    "desc": "　　七十年代中期，胶片时代，一代人的回忆与情怀。在物质与精神皆匮乏的年代，人们对电影世界产生无限的好奇与热情。\n　　1975年，劳改犯张九声（张译 饰）听闻已经多年未见的女儿在《新闻简报》中出镜，冒死逃出劳改农场，希望在电影院播放《新闻简报》时看到女儿。逃跑路上，他结识了想把胶片偷来做成灯罩的刘闺女（刘浩存 饰），以及想要保住工作的二分场电影放映员范电影（范伟 饰）。然而，《简报》的胶片在运输过程中出了意外，在地上被拖行好几里的路，损毁严重。后在众人的合力清洗修复胶片下，电影如期放映，张九声如愿看到女儿，随后被抓回劳改农场。\n　　两年后，国家落实政策，张九声被释放。他特意越过沙漠来到二分场与刘闺女重逢。刘闺女赶回家里，取出了珍藏的那一小片在张九声被抓时曾经包着含有张九声女儿的两帧《新闻简报》胶片的报纸。刘闺女带他到沙漠里寻找失落的胶片，瀚海茫茫，无从寻找。两人在沙漠中笑着望向远方……"
  },
  "Those Were The Days": {
    "type": "movie",
    "name": "精装难兄难弟",
    "desc": "　　王晶卫（黄子华 饰）是个九十年代前卫的香港导演，但十分轻视六十年代的粤语片。没想到他穿越时空回到了六十年代，他被大导演楚原告知，只要能在六十年代里拍一部受欢迎的电影便能回去。王晶卫虽然十分无奈，也认识了还没有成名时的李奇（罗嘉良 饰）和谢源（吴镇宇 饰）这对难兄难弟。由于王晶卫的特殊身份，便带领两人一举成名。李奇与谢源的各自的女友宝珠（张可颐 饰）与芳芳（舒淇 饰）都移情别恋，钟情于王晶卫，十分倾慕他的才华。李奇与谢源得知情况后，与王晶为断绝了来往。而王晶卫所拍的电影，完全没有人欣赏，到底他又能否回到属于自己的时空呢？"
  },
  "The Battle At Lake Changjin 2": {
    "type": "movie",
    "name": "长津湖之水门桥",
    "desc": "　　讲述了七连士兵在新兴里和下碣隅里战斗后炸毁水门大桥的故事。七连的士兵在战斗中不怕死也不怕吃苦。作为第七连的连长，吴千里（吴京 饰）有着出色的战略头脑，在弟弟吴万里（易烊千玺 饰）面前十分幽默。美军向南撤退的唯一途径是水门大桥。只有炸掉水门大桥，才能切断美军的返程路线。那个在水管里保护战友，用身体压制手榴弹的士兵；将炸药绑在身上，毫不犹豫地冲进了罐底的平河（韩东君 饰）；身上伤痕累累，最后一刻，最后一刻，最后一刻，咬着自己孩子的画面，死在了火海之中。践行「抗美援朝，保卫祖国，保卫国家」的口号。"
  },
  "Protege": {
    "type": "movie",
    "name": "门徒",
    "desc": "　　生活在香港的昆哥（刘德华 饰演）表面上经营着一家小店做小生意，其真实身份却是掌控着庞大贩毒脉络的毒枭老大。他的妻子（袁咏仪 饰）已经有了两个女儿，如今又身怀六甲，这让昆哥产生了金盆洗手的想法。其实他的妻子对他的毒枭背景早以心知肚明，只是为了家庭，一直未吐露出来。\n　　阿力（吴彦祖 饰）是跟随昆哥多年的“门徒”，他的真是身份其实是警方的卧底。虽然得到昆哥的信任，可一直以来却始终掌握不到关于制毒贩毒的详细情况，这让他非常苦恼。就在他灰心丧气的时候，昆哥忽然要带他去东南亚深入制毒的秘密基地……\n　　古天乐和张静初在片中饰演一对夫妻，古天乐饰演的丈夫是个瘾君子，妻子阿芬（张静初 饰）为了向丈夫证明人是可以戒毒的，从而也染上了毒瘾。为了便于自己吸毒，丧尽天良的丈夫居然逼迫自己的老婆和三岁的女儿替自己贩毒。而阿芬在渴望戒毒的时候偶然结识了阿力，两人不知不觉发生一段微妙的情感纠葛……"
  },
  "Wolf Hiding": {
    "type": "movie",
    "name": "怒潮",
    "desc": "　　横跨黑白两道只手遮天的洪泰集团正值换选之际，一个神秘杀手陈安（张家辉 饰）却突然只身闯入这个是非混乱的旋涡，搅得洪泰集团大乱。身处警察阵营的麦朗汶（阮经天 饰）和黑帮阵营的马文康（王大陆 饰）也盯上了他……\n　　各方势力伺机而动，谁才是幕后的操控者？一场生猛混战一触即发。"
  },
  "Inner Senses": {
    "type": "movie",
    "name": "异度空间",
    "desc": "　　章昕（林嘉欣 饰）得知房东的妻儿死于泥石流后，总会看见她们的鬼魂，令男友无法忍受折磨离她而去，无奈之下，她求助于心理医师阿占（张国荣 饰）。阿占清楚知道章昕所见不过是因长久孤闭所生幻觉，开始竭尽全能帮助她，终使其慢慢脱离了种种恐怖的意想。两人在这一过程中渐渐生出感情。\n　　当置身阿占的生活空间时，章昕发现阿占有诸多怪异举动，调查过后，发现他患有严重的精神分裂，一到晚上某时即被幻象所困痛不欲生。为了让爱人回归正常，章昕决定帮助他赶走心里的魔障。"
  },
  "Flirting Scholar 2": {
    "type": "movie",
    "name": "唐伯虎点秋香2之四大才子",
    "desc": "　　富二代唐伯虎（黄晓明 饰）自幼习得一身出色武功，然而唐母（朱咪咪 饰）为了完成其父遗愿，禁止伯虎用武功在外生事，并用计约束其苦读以考取功名。\n　　其时唐伯虎与“畏妻才子”文征明（周立波 饰）、“无聊发明家”徐昌谷（任贤齐 饰）、“好赌才子”祝枝山（陈百祥 饰）三人交好，街坊称之“四大坏友”。祝枝山因贪图钱财，介绍唐伯虎入僧人无量（樊少皇 饰）主持的及第斋求学，令伯虎不期然与女子倩倩（张静初 饰）相遇，从此伯虎对倩倩魂牵梦绕，但倩倩身上，似乎隐藏着不能为外人道的秘密。\n　　与此同时，四大坏友在无尽的互相捉弄中偶然揭开了及第斋背后清风寺神秘的一角，这座寺院，并没有表面那么平和……"
  },
  "Call Me Agent": {
    "type": "movie",
    "name": "我要做特务",
    "desc": "　　自小希望成为特务的方妙龄（黄宝瑶 饰），因为在公司发白日梦而跟好友丽晶（曾颂珊 饰）与瑶瑶（潘瑶 饰）一起被辞退。失业的妙龄被妈妈（朱咪咪 饰）迫婚并前往相亲，却遇上了受伤的阿荣（陆俊贤 饰），原来荣是身份被曝光的特务。妙龄于是要求荣训练她成为特务，并向朋友借钱让妈妈欧游。荣指自己原本一行七人行动，只是行踪败露，其他拍档更是被杀，其后怀疑事件与仍然生还的珍妮（贝儿 饰）有关。原来事件又涉及刘胜（黄一山 饰）希望卖给恐布分子生化武器材料的交易，荣与妙龄于是尝试阻止。"
  },
  "Love And Let Love!": {
    "type": "movie",
    "name": "生死恋",
    "desc": "　　克里夫（张智霖 饰）是一个游戏人生的纨绔公子哥，他甚至将同女友泰瑞（李绮红 饰）求婚的事情也当成了一场结局未定的游戏。然而天有不测风云，一场意外夺走了克里夫的生命，让泰瑞陷入了痛苦之中。泰瑞将克里夫的死之责任全都归结到了自己的身上，因此自责不堪，她甚至不愿意相信克里夫已经离开了自己，总是幻想着他还在自己的身旁。\n　　一次偶然中，泰瑞邂逅了名为艾德（黄贯中 饰）的男人。温柔体贴的艾德不离不弃地陪伴在泰瑞的身边，渐渐抚平了她内心里的创伤，随着时间的推移，泰瑞渐渐走出了旧日的阴云。可就在这个节骨眼上，克里夫的鬼魂回到了泰瑞的身边。"
  },
  "All U Need is Love": {
    "type": "movie",
    "name": "总是有爱在隔离",
    "desc": "　　2019新冠疫情肆虐全球，香港电影业亦遭受极大影响，为让香港电影从业员保有工作机会，香港演艺人协会、香港电影工作者总会发起，香港十间电影公司（中国星、安乐影片、英皇电影、东方影业、寰亚电影、美亚电影、天下一电影、邵氏兄弟、太阳娱乐文化、寰宇电影）和香港电影发展局“电影制作融资计划”联合出品，谷德昭执导，集合古天乐、成龙、梁家辉、吴镇宇、林家栋等知名影星主演的抗疫喜剧。\n　　一个风平浪静的下午，格尼酒店突然查出疑似病例，随即被防疫中心勒令全面封锁，所有逗留在酒店内的客人必需接受14天强制隔离。众人在酒店内隔离，人与人之间的关系在不知不觉间拉近。大家共同渡过艰难时刻，更学会珍惜可能是最后的相处时光。"
  },
  "Quan Dao: The Journey of a Boxer": {
    "type": "movie",
    "name": "拳道",
    "desc": "　　因为家贫，还要照顾双眼接近失明的爸爸，十二岁的阿牛（陈国坤 饰）为了赚钱，在街上卖荧光棒，却被一班恶霸拖到后巷拳打脚踢。原来牛爸（林嘉华 饰）当年为救好友兴叔而被坏人弄伤双眼，他失明后不想负累一众兄弟，所以便发放死讯，人间蒸发。\n　　兴叔因不可以报答牛爸的救命之恩而耿耿于怀多年年，现在阴差阳错兄弟重逢，身为拳馆师傅的兴叔答应一定会把阿牛教好，让他成材。阿牛后来便正式拜师，视兴叔如再生父亲。这个时候的阿牛亦悟出一个道理，就是拳术不用不活，加上他的性格抱打不平，故此每逢遇到有人受到欺凌，他都会出手帮助，把坏人当作活靶来来操练，大快人心之余，拳脚功夫亦趋更快、更狠、更准。\n　　兴叔年年事渐高，拳馆的声望大不如前，拳馆收入不足以维持拳馆。阿牛唯有偷偷打黑拳，但是所有赛事加起来来的出场费和奖金都不足以维持拳馆，所以阿牛和小猪（敖嘉年 饰）便决定去人工高，但工作卑卑贱的屠房工作。\n　　有一次，小猪意外发现对头拳馆的陈标和兄弟斗牛梗（刘峻纬 饰）等一帮人利用生猪运毒，陈标得悉后，便趁这机会报复阿牛多次打败自己拳手，破坏名声也影响拳馆生意。斗牛梗先巧言说服小猪，利诱他在分得的甜头后，便可以让爸爸的拳馆渡过难关。小猪为了证明自己可以为拳馆出力，竟然答应帮忙运毒。谁知斗牛梗设下陷井，让小猪失手后，便以此作理理由将小猪毒打到不似人形。阿牛实在按不住心中的悲痛，决定去找陈标和斗牛梗算这笔帐。阿牛单人匹马杀上陈标的拳馆，正想为友报仇，两人决议在擂台上决一死战。\n　　最后，阿牛到底怎样以弱制强，以正义之心击倒邪恶势力，能以皇者的姿态，登上擂台迎战……"
  },
  "Fox Demon Legend": {
    "type": "movie",
    "name": "狐妖传说",
    "desc": "　　民国时期，偏远山村接连发生妙龄少女失踪事件，狐妖娶亲的传说在村中流传，村民们陷入恐慌。少年李长萧（林枫烨 饰）为寻找失踪的师妹洛水（杨洛仟 饰），卷入了一场狐影杀人的漩涡。随着调查的深入，他发现师妹竟成了村民口中的“狐妖”，而背后隐藏的真相更加扑朔迷离。神秘的老猎人九爷（王奎荣 饰）出手相助，揭开了层层迷雾，却也引出了更大的阴谋……"
  },
  "Ghost Mantis 2 Mutation": {
    "type": "movie",
    "name": "幽灵螳螂2突变",
    "desc": "　　昆虫学家苏浩（董涛 饰）遭到一个神秘组织的绑架，被迫参与一项昆虫与哺乳动物的基因重组实验。随着实验的一步步深入，苏浩发现该实验项目背后隐藏着惊天的大阴谋，而参与实验的人员又相继离奇失踪和死亡。为了揭开真相，阻止安少康（楚晓龙 饰）违背自然规律的反人类犯罪行为，苏浩与基因突变成恶魔的安少康展开了一场惊心动魄的生死较量。"
  },
  "Shuigui Bride": {
    "type": "movie",
    "name": "水诡新娘",
    "desc": "　　一个风雨交加的夜晚，走南闯北的唢呐匠（葛帅 饰），挑着扁担的卖货郎（朱自清 饰），阴沉诡异的仙婆（何兰香 饰），一身正气的警长（文生 饰），无恶不作的大盗（庞勇 饰），富甲一方的掌柜，风韵犹存的贵妇（陆羽晴 饰），沉默寡言的车夫，八个身份各异的人，齐聚在一座荒野外的破庙里避雨。长夜漫漫，闲来无事，不知是谁随口开了个头，众人聊起了附近镇子上，白沙桥下那个妇孺皆知的水鬼新娘的骇人传说。夜半，周围的气氛越发诡异，怪事频频发生，他们不得不相信，是她回来了。\n　　水鬼复仇，新娘索命，多年前的诅咒终于应验，破庙里的人一个接一个地离奇死去。原来，这些人里，或是贪财，或是好色，或是虚伪，或是怯懦，都与当年陈家那桩水鬼新娘灭门的惨案，有着千丝万缕的关系。"
  },
  "Bride And The Beast": {
    "type": "movie",
    "name": "落花洞新娘",
    "desc": "　　影片真实取材湘西三邪——落花洞女，湘西腊尔寨每年必须向山神献祭一位妙龄少女，否则全村就会陷入诅咒，怪事频发……桂家的女儿桂彤（白柳嫣 饰）不幸被魑魅选中，朗德（朱旻昕 饰）和祁峰（倪寒尽 饰）同时深爱着桂彤，新婚之夜他们能否成功解救心爱之人？村中诅咒又将如何破解？"
  },
  "Mistery Of Error": {
    "type": "movie",
    "name": "谜误",
    "desc": "　　藩王兵临城下，文天帝皇帝周肃文（杜奕衡 饰）依靠“移魂之术”改头换面，苟且偷生。可在逃亡路上还是遇到了刺客埋伏，幸好有新田寨寨主郑江珊（臧彬彬 饰）出手相助才得以保住性命。\n　　在山寨的生活中，周肃文身为王者的责任感以及正义感被唤醒，在得知被换脸护卫胡衍（侯钧博 饰）企图用自己的脸谋划起事之时，义无反顾地选择挺身而出，阻止天下大乱，守护百姓安危。一场夹杂阴谋与悬疑的复仇正式拉开帷幕……"
  },
  "The Chi Dragon Slash": {
    "type": "movie",
    "name": "山海钱潮·螭龙斩",
    "desc": "　　影片讲述了心怀不轨的巫师意欲水淹杭城，将军钱镠（肖博 饰）为救百姓不顾安危与螭龙展开对决，一番缠斗之下，钱镠勇射螭龙，斩杀巫师，击退潮水的故事。"
  },
  "The Deadly Pursuer": {
    "type": "movie",
    "name": "破案之致命追凶",
    "desc": "　　龙安市的林场里发生一起命案，刑警队长方宇（李虹辰 饰）带队展开调查的同时，辅警崔小天（卫延侃 饰）也在调查一起肇事逃逸案期间卷入其中，通过刑侦手段与法医现场勘探结合，一段往事逐渐清晰。案件的背后到底有着怎样的真相？为解开真相，方宇和崔小天究竟要做出多大的牺牲？"
  },
  "This Thriving Land": {
    "type": "tv",
    "name": "生万物",
    "desc": "　　天牛庙村首富之女宁绣绣（杨幂 饰）出嫁当天被土匪绑架，父亲宁学祥（倪大红 饰）舍不得卖地赎她，将她的妹妹宁苏苏（邢菲 饰）嫁给她青梅竹马的恋人费文典（张天阳 饰）。绣绣决绝地与父亲断绝了关系，嫁给了从土匪窝救她出来的庄户汉子封大脚（欧豪 饰），学着干农活并慢慢明白了土地对于农民的意义。受杜春林（王鑫 饰）等人的革命思想的启发，她用所学的知识帮助邻居们，带领村里的妇女一起摆脱封建思想桎梏。她和乡亲们一起除匪患、抗日、拥军，在清苦但又充满传奇的二十年岁月中，绣绣最终和她父亲达成了和解，也实现了自我价值。"
  },
  "Shadow Love": {
    "type": "tv",
    "name": "与晋长安",
    "desc": "　　太晋女将军黎霜（宋轶 饰）骁勇善战，她受命在一个月之内找出隐藏的奸细。某日，黎霜偶然间救下身负重伤记忆全失的男子，并将其带回军营。男子恳求黎霜收留并跟随她征战。黎霜为其赐名晋安（丞磊 饰），寓意太晋长治久安。二人合力揪出奸细，却接连遭遇新任监军的蓄意为难和邻国大姚的屡屡犯境，晋安凭借自己过人的智谋与黎霜一起克服困难与险境，二人暗生情愫。晋安逐渐想起自己的真实身份，竟是大姚的镇世王，而彼时战事一触即发，二人不得已刀刃相向，本就厌倦战争的二人决定联手化解家国危机，帮助百姓安居乐业。"
  },
  "A Forbidden Marriage": {
    "type": "tv",
    "name": "明月入卿怀",
    "desc": "　　邪魅狷狂的圣火教圣女望月（周洁琼 饰）死里逃生后摇身一变成落魄孤女，立志实现曾经没能完成的心愿：与名门正派长老杨清修（茅子俊 饰）成正果。怀揣着这样心愿，重获新生的望月机缘巧合与杨清相知相识，最终二人携手江湖，联手绞杀真正的大魔头，实现圣火教和名门正派的和解，还江湖一片海晏河清。"
  },
  "Love is an Accident": {
    "type": "tv",
    "name": "花溪记",
    "desc": "　　戏精少女李初月（邢菲 饰）意外进入了江湖第一庄“云蔚山庄”，被少庄主安景昭（徐开骋 饰）误认为刺客，险些命丧黄泉，危机关头凭借社畜本能逃脱，却又被迫配合安景昭假扮未婚夫妻掩人耳目。苦中作乐，李初月逐渐在山庄混得如鱼得水，虽然对腹黑少庄主避而远之，却意外“美救英雄”，安景昭动心，但追妻之路漫漫，不仅有情敌在旁，还有危机亟待解决，两人在携手应对山庄危机中渐生情愫，而幕后黑手逐渐浮出水面……"
  },
  "For The Young Ones": {
    "type": "tv",
    "name": "九部的检察官",
    "desc": "　　故事讲述了空降未成年人检察部的主任雷旭（张译 饰），与未检检察官都子瑜（秦岚 饰）、书记员杨甜（徐帆 饰）、法警徐张荔（王真儿 饰）、及检察官助理刘柳（邹元清 饰）在办理未成年人案件的同时，深掘案件背后的真相，同心呵护少年、以爱浇灌未来的故事。"
  },
  "White Cat Legend": {
    "type": "tv",
    "name": "大理寺少卿游",
    "desc": "　　故事发生在女皇统治下的神都。唐宫夜宴，受女皇赏识李饼（丁禹兮 饰）被任命为大理寺少卿。大理寺中陈拾（周奇 饰）、王七（冯满 饰）、阿里巴巴（娃尔 饰）、崔倍（丁嘉文 饰）和孙豹（张奕聪 饰）一众人在新任少卿白猫李饼的带领下，和将军邱庆之（魏哲鸣 饰）拨开神都层层迷雾，在相互扶持中向命运反抗，坚守内心正义。"
  },
  "Fortune Teller": {
    "type": "movie",
    "name": "东北“大仙儿”",
    "desc": "　　本故事讲述了东北大仙儿赵大春（彭禺厶 饰）为提高算卦知名度，表面搞玄学一套，私下却联合彪子（史元庭 饰）为算卦者真正解决实际问题，闹出不少笑话。后来他财迷心窍，误入诡局之中，为救“克夫”前女友，他与邪道林高人展开了隔空斗法，随着“鬼胎”日益长大，邪门事情不断发生，赵大春发现前女友怀鬼胎背后，隐藏着更多秘密！"
  },
  "HAHAHAHAHA": {
    "type": "tv",
    "name": "哈哈哈哈哈",
    "desc": "　　《哈哈哈哈哈》是一档由爱奇艺、腾讯视频双平台联合投资、联合出品、联合独播、轮值招商的公路行进式户外真人秀。节目中由邓超、陈赫、范志毅、王勉组成五哈团。该节目继续往季的风格，为观众带来更多精彩与感动，并深度绑定地方文化特色，在新疆、海南、四川等地展开，让观众在笑声中感受多元民俗文化魅力。"
  },
  "To The Rescue": {
    "type": "movie",
    "name": "极速阻击",
    "desc": "　　阻击病毒，人人有责。病毒专家章轩（黄俊鹏 饰）得知女友刘茜（林静 饰）离奇失踪，为寻求真相，他孤身前往异国，不慎卷入国际生物病毒组织，结识同样受困的韩齐与科学家魏国强。三人联手化身正义与热血的战士，经过抽丝剥茧的调查，终将企图以病毒祸乱全世界的阴谋家绳之以法，并成功解救女友刘茜。"
  },
  "The Caller": {
    "type": "movie",
    "name": "致命通话",
    "desc": "　　梦佳（柳岩 饰）为躲避丈夫家暴，在新居里意外接通过去住户茹玫（李倩阁 饰）打来的电话。起初两人凭藉对时空来电的好奇，加上彼此都为家暴受害者，关系一度升温。直到茹玫杀掉了对自己家暴的丈夫。茹玫还认为自己被梦佳抛弃，多番纠缠未果，开始发疯似的报复梦佳。"
  },
  "Snowstorm": {
    "type": "movie",
    "name": "冰雪大围捕",
    "desc": "　　影片根据真实事件改编。一场当街持枪杀人案掀起轩然大波，刑侦支队长周宇桐（樊少皇 饰）和徒弟王峰（杨政 饰）几经追查锁定职业杀手郑大力（王千航 饰），实施抓捕之际，雇凶杀人的范巨友（释彦能 饰）与范巨祥（李智 饰）两兄弟不惜铤而走险，设计大爆炸来杀人灭口。王峰在行动中不幸牺牲，凶残嫌犯却杀人劫车，试图穿越林海雪原出境。来不及悲痛的周宇桐怒火追凶，身受重伤却坚持咬紧不放，在零下30度的极端严寒中与悍匪范巨友展开了殊死搏斗……"
  },
  "Survival": {
    "type": "movie",
    "name": "生存",
    "desc": "　　本片主要讲述的是退伍军人张伟（李贵生 饰）及众游客在东北雪山密林遇险并求生的故事。\n　　退伍军人张伟在外打工时接到村长的信，村长希望张伟回到东北老家建设家乡并一同致富，张伟回来后去了雪山景区工作。一天，张伟及众游客登上了景区的热气球，不料暴风雪突然降临，热气球被吹至摔落，于是众人便便开始了求生之旅。可是天有不测风云，张伟及众游客在求生路上了遭遇了狼群，身为退伍军人的张伟协同众游客与狼群斗智斗勇，众人死伤惨重……"
  },
  "Golden Trio": {
    "type": "tv",
    "name": "老家伙",
    "desc": "　　肖长庆（张国立 饰）、孙前程（王刚 饰）和陈新城（张铁林 饰）三个老友兼同事操劳打拼了一辈子，退休后共同创办了一个温暖的养老社区。\n　　养老社区的创办过程并不是一帆风顺，老家伙们本身都面临着各自的问题。孙前程与夏明珠（周涛 饰）因为女儿孙晓晴（孙安可 饰）的不幸婚姻剑拔弩张；陈新城放不下辉煌的过去，与叛逆追梦的儿子陈大志（张昊唯 饰）势同水火；肖长庆早年丧偶，一个人张罗着一大家子的衣食起居，总有操不完的心。而入住社区的老人们更是带来了各种麻烦。\n　　在层出不穷的问题中，三个老家伙总能找出对策，他们齐心协力帮助牛大妈（徐松子 饰）找回被骗的房子，让许工（刘涛 饰）入住养老中心重拾知识分子的尊严，帮助徐大妈（梁丹妮 饰）解决家庭纠纷等。养老中心在各种困难中逐渐运营起来，他们在为一个个老人解决难题的同时，也在这一过程中不断成为更好的自己。"
  },
  "Wind Direction": {
    "type": "tv",
    "name": "迎风的青春",
    "desc": "　　17岁的程苗苗（孙千 饰）和16岁的程芽芽出生在林七油田采油一厂，家里三代都是油田职工，父亲程鹏飞（田雨 饰）是耳鼻喉科医生，母亲贾代玉（刘琳 饰）是车队后勤，全家从西北搬迁到海边基地河坪镇。\n　　九十年代末，程苗苗怀揣对外面世界的向往，拉着青梅竹马的发小李肆（翟子路 饰）和闺蜜胡秋敏（李羽桐 饰），打算利用高一暑假开启“去香港迎回归”的冒险行动，却出师不利。另一边，16岁的弟弟程芽芽（李卿 饰）上后山考古，差点被当成盗墓者。\n　　母亲贾代玉十分头疼，这对姐弟也开始了鸡飞狗跳的高中生涯。程苗苗陷入了和李肆的情谊危机，而弟弟程芽芽班上转来通缉犯的女儿袁山青（漆昱辰 饰），程芽芽第一个站出来为袁山青抵挡了四面八方的敌意。孩子们在变化中迎来了成长。"
  },
  "Love In A Fallen City": {
    "type": "movie",
    "name": "倾城之恋",
    "desc": "　　上海富户白家的养女白流苏（缪骞人 饰）嫁给了一个纨绔败家仔。婚后不久，夫妻便闹翻，白流苏离了婚之后，搬回娘家住。她随身携带的钱财被逐渐败落的白家在数年间耗尽，又处处受兄长奚落。为了挣脱日渐困窘的处境，流苏只得考虑再嫁。\n　　此时，白家好友徐太太（马海伦 饰）正在为白家七妹宝络（钱慧仪 饰）牵红线，对方是从英国留学归来的范柳原（周润发 饰）。柳原学成经商，个性风流倜傥、浪漫不羁。在与宝络相亲之日，范柳原却更钟情于白流苏，与她共舞整夜，完全忽略了宝络。白家认为流苏从中作梗，让宝络婚事无望，更加责怪于她。\n　　流苏与柳原二人互生倾慕，在香港再次重逢之后，迅速坠入爱河。然而一贯风流的柳原却无结婚的打算，流苏不甘心地返回上海。后来柳原不断来电要她去港相会，经不住对柳原的思念，流苏又赴港，两人同居。太平洋战争爆发了，香港沦陷，动乱局势困住了原打算去英国的柳原，两人遂在香港成婚，过着暂且平淡的生活。"
  },
  "To Live Through Death": {
    "type": "movie",
    "name": "殊死一搏",
    "desc": "　　纵使迷失在黑暗里，也不放弃寻找光明！\n　　太平洋某岛，手眼通天的非法人蛇组织在海外绑架和诈骗中国人。为救养女，平日沉默寡言的老陈（樊少皇 饰）不惜揭露自己隐瞒十五年的秘密往事，和当地年轻警察阿灿（安志杰 饰）携手对抗庞大的犯罪集团，与黑恶势力，展开生死决战。"
  },
  "Horror Legend Of Miao Ling": {
    "type": "movie",
    "name": "苗岭诡事",
    "desc": "　　民末年间的苗岭山区，几位村民深夜盗墓，离奇死亡。收尸人陆文良（刘冠麟 饰）和查案警察张持义（赵达 饰）却发现尸体死状与一首诡异歌谣有关联，两人结伴进村一探究竟。不料山村盛传这是20年前被处于火刑的草药婆诅咒索命，两人还因为破坏了祭祀而成为灾星。接二连三的人开始死于非命，真是的草药婆的亡魂索命？离真相一步之遥，两个人不知已深入险境……"
  },
  "Xu Fu Treasure": {
    "type": "movie",
    "name": "蓬莱龙棺之徐福宝藏",
    "desc": "　　本片根据历史记载及民间传说的徐福东渡的故事为出发点，讲诉了民国时期的探险家寻找传说中蓬莱岛上的徐福宝藏，并为了保护中华宝藏，消灭日本特务的故事。\n　　本片通过设定主角陈启龙（孙耀威 饰）因为反感军阀混战而离开军队，成为探险家，每次所得佣金皆分给伤残军人这一设定，以及宁愿同归于尽，也不能让中华宝藏流落敌手的重要情节，塑造了大义凛然、充满正能量的中国探险家的形象。\n　　片中的日本特务吉冈（许占伟 饰），夺取中国的宝藏为侵略行动服务，侵略者的罪恶行径昭然若揭。军阀之女金娜（韩非儿 饰）为帮助父亲摆脱日本人控制，四处搜寻财宝，最后与吉冈同归于尽，这一悲剧性的结尾也揭露了军阀混战其实是列强的代理人战争的历史事实。"
  },
  "The Legend Of Yang Jian": {
    "type": "movie",
    "name": "封神天下杨戬传",
    "desc": "　　大劫将至，元始天尊交付姜子牙封神大任。嫉恨的申公豹（刘剑伟 饰）为了谋夺盘古之斧，设计夺取金霞洞守护的盘古之心。杨戬（白那日苏 饰）下山寻回，在哮天（刘刚 饰）、风灵儿（屠芷莹 饰）、风有为（刘锡明 饰）等众的帮助下与申公豹争斗，最终开启天眼，打败了申公豹，从其手中夺回了盘古之斧。"
  },
  "The Tiger King Returns": {
    "type": "movie",
    "name": "虎王·王者归来",
    "desc": "　　五胡乱华时期，有一处老林子里流传着“山神”的传说。一直信奉山神白虎的白头村，在祈福仪式后却突然遭到白虎屠村。为此众人请白头村的传奇猎人楚疆出山，经历了重重磨难，一场一人一虎与入侵者的战斗就此打响……"
  },
  "Island Python": {
    "type": "movie",
    "name": "海岛巨蟒",
    "desc": "　　蓝山集团要将宁静祥和的向阳街打造成旅游度假区，打着恢复自然生态的旗号逼迫民众搬迁。研究基地的生物样本出逃引发生物灾害，男主韩杰（杨帆 饰）在危险中毫不畏惧，保护两个女儿和邻居，用自己的实际行动潜移默化改变着身边的每一个人。"
  },
  "The God Lei Zhenzi": {
    "type": "movie",
    "name": "封神雷震子",
    "desc": "　　殷商末年，纣王治政无道，受妖狐苏妲己魅惑，荒淫无度，殷商城内妖祸横行。姬昌义子雷震子大闹鬼岭洞，妲己对其心生怨恨。雷震子与妲己激烈对战，破解妲己的阴谋，战胜群魔迈向新的传奇……"
  },
  "The Cursed Village": {
    "type": "movie",
    "name": "阴山异闻录",
    "desc": "　　数年前，凤鸣村米铺经营者刘锦与沈秀秀在新婚夜遭遇三名村民施暴，刘锦死亡、沈秀秀被凌辱，米铺焚毁。此后村中男丁接连身着凤冠霞帔离奇死亡，村民归咎于沈秀秀冤魂复仇。数年后，初七（徐媛媛 饰）为寻失踪姐姐十三（张紫淋 饰）进入凤鸣村，与好友许一鸣（张镐濂 饰）逐步揭开惨案真相，终结封建迷信对村落的荼毒。"
  },
  "Blocking The Horse": {
    "type": "movie",
    "name": "挡马夺刀",
    "desc": "　　影片取材于京剧名段《挡马》，讲述了杨业（吴樾 饰）战死幽州后，皇上御赐给杨家的九环金锋定宋宝刀落入辽邦，杨八姐（张新童 饰）与杨九妹（刘欣蕾 饰）悲愤之下，前往辽国夺回宝刀，返程途中遇见流落异乡的宋将焦光普（松天硕 饰），双方不打不相识，后携手护送宝刀返回故土的故事。"
  },
  "Blade Of Fury": {
    "type": "movie",
    "name": "捉刀人",
    "desc": "　　与成瞎子（谢苗 饰）齐名的捉刀人“豺狗”裴兴（释小龙 饰）以“打不死”著称，原本冷血麻木的他，见证坚守正义的好友被强权杀害后，心中侠义被唤醒，他决定以牙还牙，奋起复仇，严惩恶人，此外还不得不与各路武力超群的捉刀人一决高下。"
  },
  "Atrocious": {
    "type": "movie",
    "name": "穷凶极恶",
    "desc": "　　民国期间，每当大雾弥漫、空灵声响，四川巴蜀村后山神秘的墓穴中将会有宝物出现。一行旅人相聚在巴蜀村，但他们都是为了将村里的宝贝据为己有。他们不知道暗中有不明物注视着他们的一举一动……\n　　当这群歹人终于挖出宝藏，却不料一个个惨死在墓穴周围……"
  },
  "Acting Out Of Love": {
    "type": "movie",
    "name": "练爱ING",
    "desc": "　　魏宏仁（林𬀩恒 饰）是所谓的人生鲁蛇组，梦想当演员，却只能在片场当临演兼打杂，想在女友面前争气，却惨遭毒甩。看不下的昔日好友们，决定帮助宏仁找回帅气自信，展开一系列「练习谈恋爱」的不NG训练！\n　　宏仁不但要练习和100个不认识的女生聊天、还要学会瞬间观察女生们心里真正的需求！更因此认识了独立漂亮却对爱情冷感的副导惠欣（纪培慧 饰）、凶狠但纯情的制片郑哥（辛龙 饰）、精明可爱的化妆师小芳（陈嘉桦 饰）、擅长炒热场面的魔术师、只用老招耍帅把妹的大明星（周杰伦 饰）。\n　　宏仁才发现，原来在练爱的路上他并不孤单……"
  },
  "Amazing Cut": {
    "type": "tv",
    "name": "剪裁魔法师",
    "desc": "　　为了让本港时装设计师展示才华，TVB特地制作时装设计比赛真人骚。十位参赛者从海选突围，在准决赛各自以环保、中式主题为合作明星设计两个作品，角逐五个晋级名额。最后五强接受终极考核，分别以中性、晚装主题打造两套战衣，配对明星踏上Catwalk舞台显风采，冠、亚、季军随即诞生！\n　　主持胡定欣、袁伟豪联同「星级」评审Walter Ma、苏永康、梁咏琪、周汶锜、Amanda S. 等，见证《剪裁魔法师》之路。"
  },
  "Infernal Storm": {
    "type": "movie",
    "name": "无间风暴",
    "desc": "　　西九龙重案组臥底警员山哥（陈小春 饰）向高级督察唯Sir（李跃辉 饰）发送线报，本港最大毒枭“金先生”（汤镇业 饰）将亲自交易今年最大宗的毒品，涉及金额达二千万美元。然而这次交易竟然是毒枭们为了找出警方卧底的调虎离山计。卧底山哥不慎暴露，遭遇贩毒集团全力追杀，其卧底的身份也被突然删除。\n　　一时之间，山哥陷入黑白两道的漩涡纠纷之中。山哥必须在期限内证明自己的清白并且粉碎大毒枭“金先生”的阴谋……"
  },
  "Special Monster": {
    "type": "movie",
    "name": "异形兽",
    "desc": "　　从南宋至今700多年后，高诚（马佳玮 饰）一行人出海寻找载有无数宝贝离奇消失的”飓风号”商船，却进入了神秘岛屿上的原始部落，遭遇异形生物群体追杀吞噬。巨型卵蛋孵化异形幼崽，众人几番死里逃生后找到古船宝藏时，却再次被异形生物围攻，无路可逃。"
  },
  "Nvxia Fan Lihua": {
    "type": "movie",
    "name": "剿匪女侠樊梨花",
    "desc": "　　故事讲述了古代女侠樊梨花（冯芷墨 饰）剿匪传奇经历。故事非常虐情，还带有点喜剧色彩。樊梨花因为要剿灭匪徒，与壮士薛丁山（朱致灵 饰）命运相交，她对薛丁山一见钟情，但是薛丁山很想让她卸甲归田，最终两人经历了重重磨难，明白了彼此的心意，同心协力一起剿灭了匪徒。最终，薛丁山认为樊梨花为救他而身亡。"
  },
  "George Lam & Sally Yeh - Duet For Life": {
    "type": "tv",
    "name": "林子祥叶蒨文与仔相约到白头",
    "desc": "　　林子祥(Lam)、叶蒨文(Sally)皆为香港乐坛殿堂级歌手，演绎过无数经典歌曲，更是演艺圈的模范夫妻。不妨透过节目，一同聆听他们白头到老的温馨故事，以及回味两人音乐旅程中的动人篇章。除了分享相识经过，他们亦细谈日常相处点滴；结婚近三十载，感情如何维系？两人多年来音乐上合作无间，除了<重逢>、<爱到分离仍是爱>等合唱歌，Lam亦曾为Sally写曲，<零时十分>更是经典，且听他们道来歌曲背后的故事。"
  },
  "Mighty Baby": {
    "type": "movie",
    "name": "绝世好B",
    "desc": "　　自从成功研发“绝世好Bra”后，Lena（梁咏琪 饰）、Johnny（刘青云 饰）跟Wayne（古天乐 饰）再次受命研发以“绝世好B”为卖点的一系列婴儿产品。Johnny升职为部门主管，聘请了十分神经质的秘书Sabrina（关之琳 饰）。Wayne与Lena也早已确定了恋爱关系，更有了结婚的打算。Wayne对婴儿有恐惧症，对三人的研究任务带来的诸多不便。\n　　总公司派来了儿童行为专家Boey（张柏芝 饰）来协助他们的研究，Boey的特殊能力使Wayne对她刮目相看，两人对彼此有了特别的感觉。研究的过程中错漏百出，产品还没有研究成功，众人之间的关系已经十分复杂。\n　　时限将到，他们还是顺利研究出一个可以解读婴儿语言的“绝世好B”，Johnny与Wayne也知道了自己的最爱。"
  },
  "Moscow Mission": {
    "type": "movie",
    "name": "93国际列车大劫案：莫斯科行动",
    "desc": "　　20世纪90年代初，前苏联解体后经济濒临崩溃，商品供应极度匮乏。大批中国商贩乘坐 K3/4 次北京至莫斯科的国际列车往来中俄两国，把中国的服装、食品、化妆品等消费品贩运到俄罗斯，获取高额利润。在这列承载着巨额现金和货品的列车上，犯罪分子的罪恶欲望也在疯狂滋长。1993年以苗青山（黄轩 饰）为首的悍匪集团训练有素、分工明确，对 K3/4 次国际列车进行了丧心病狂的连环洗劫，案件一时轰动世界。\n　　案发后，中国警察崔振海（张涵予 饰）带领公安小队伪装成商人，深入陌生的俄罗斯展开跨国抓捕行动。在执行任务的过程中，化名为“瓦西里”的神秘人（刘德华 饰）和一名叫真真（文咏珊 饰）的女子引起了警方的注意。随着调查的深入，惊人的背后阴谋逐步被揭露……"
  },
  "Burning Blood": {
    "type": "movie",
    "name": "热血燃烧",
    "desc": "　　缉毒队队员泰桦（陈小春 饰）、老米（谢天华 饰）、阿峰（林晓峰 饰）、阿棠（朱永棠 饰）是感情要好四兄弟，多年前四人参与逮捕跨国毒枭老爹（秦沛 饰），行动之前上级卢sir（刘丕中 饰）要求所有人上交行动电话，以便防止窃听。然而老爹收买了黑警，四人中了老爹圈套，阿峰不幸遇难，卢sir也在行动中牺牲。阿棠就彻底从警队消失，老米与泰桦之间的关系变得紧张起来。\n　　老爹怀疑左右手老三（孙伟 饰）的身份，老三在老爹身边多年，为了自保时常向卢sir提供了情报。老米与泰桦合力抓捕狗牙（张文杰 饰），老三开枪将其打死，并自称卧底说当年被老爹贿赂的不只周sir（刘冠霖 饰）……\n　　泰桦、老米为了给兄弟们报仇，展开了搏斗。"
  },
  "The Learning Curve of a Warlord": {
    "type": "tv",
    "name": "大帅哥",
    "desc": "　　故事发生在二十世纪初满清灭亡后军阀割据的动荡时局下，小小伍长狄奇（张卫健 饰），因一次拯救大元帅蒙大同（蔡国庆 饰），被连升七级成为旅长，从此负责管理升威镇。其他三位盘踞升威镇外围的军阀，气得眼里喷火，出尽暗招对付他。狄奇幸得三位出生入死的军队队员马炭（洪永城 饰）、罗义（徐荣 饰）、冬来兄弟（李嘉 饰）同心抗敌，还威迫利诱敌对的武器专才顾落芦（曹永廉 饰）加盟，五人于升威镇才能站稳阵脚。可是，狄奇三位太太叶天娇（谭凯琪 饰）、艾妞（杨秀惠 饰）及章沅婉（蔡思贝 饰）在家中争宠，沅婉更是革命党员，狄奇明知其身份，仍把她留在身边，再加上军营中有人野心勃勃，使升威镇危机四伏……"
  },
  "The Strange Beast Of Silent Island": {
    "type": "movie",
    "name": "寂静岛之异兽",
    "desc": "　　叶博明（张皓承 饰）、依琳（董梦洁 饰）夫妇在一座偏僻小岛从事水产养殖，来探亲的堂妹依娜（周蓉倩 饰）偶然发现一座废弃矿井，意外释放出神秘生物。这些生物会根据声音追捕猎物，为了生存人们必须保持绝对安静，尽管如此，神秘生物还是如影随形，无声的世界处处充满着令人室息、难以预料的杀机……"
  },
  "The Drunken Prodigy": {
    "type": "movie",
    "name": "醉后一拳",
    "desc": "　　林耀（释小龙 饰）从小喜欢练武，以为自己很厉害，却一步步陷入了李白眉（尹子维 饰）与秦霜（陈昕葳 饰）等人设下的骗局，又被好友林喜（郝劭文 饰）背叛。经过这些挫折，林耀认清了自己，重拾信心，苦练醉拳，打败了李白眉，成为了真正的英雄。"
  },
  "Nine Colors Deer King": {
    "type": "movie",
    "name": "九色鹿王·前尘",
    "desc": "　　讲述了欢宜寨突然怪病横行,守山人长生（葛秋谷 饰）携手小伙伴小藜（谭咏雯 饰）寻找药草，而半路遇到大月国王子延颐（徐鹤尼 饰）为了阻止妖后乖离（王李丹鈮 饰）和反派索命雕，踏上了寻找九色鹿王的道路。途中偶遇的村民山球（柏智杰 饰）到底是正义一方还是邪恶势力？三人组能否顺利找到九色鹿王？"
  },
  "Lost Destiny": {
    "type": "movie",
    "name": "青丘缘起",
    "desc": "　　蒲松凌府试高中，蒲家设宴款待亲友，九尾狐素仙（康宁 饰）设法混入。素仙暗喜找到恩公的转世蒲松凌（贾征宇 饰），随后在蒲松凌前往济南府赶考的路上主动靠近。\n　　另一边，蜘蛛精喜魅、蝎子精玉磬吸取精壮男子精元，灭门屠镇，凌元宗派弟子天海与元仲、清宜追踪妖孽到济州府，把令妖怪现形的护身符分发给百姓。\n　　素仙欲以身相报蒲松凌，推搡之中触发护身符，意外露出九尾真身，蒲松凌惊吓逃跑。崟风得知九尾狐下落，欲取素仙内丹，带众妖袭击书生，逼素仙现身。\n　　一边是忘却前尘的转世恩人，一边是千年苦修的本命内丹，最终素仙该如何抉择……"
  },
  "Guardian Of Graveyard": {
    "type": "movie",
    "name": "秦岭诡事之守护者",
    "desc": "　　本故事描绘了寻宝人荀爷（杜志国 饰）、旬凤瑶（计听然 饰）、蔡青云（韩栋 饰）、王匣子（叶开 饰）等人为救济灾民，进秦岭凤凰山寻宝遭遇了重重险境，众人齐心协力，最终化险为夷，通过与旧官僚、当地豪绅、洋人等多方势力的斗争，最终摧毁洋人染指我国国宝的险恶用心的故事。"
  },
  "Hunt The Wicked": {
    "type": "movie",
    "name": "缉恶",
    "desc": "　　影片讲述了缉毒警察黄铭金（谢苗 饰）与“神秘人”魏云周（安志杰 饰），通过完全不同的手段和方式，在相互之间的谋算与角力过程中，撕开了城市粉饰太平的面纱，揭露幕后黑手“隆王”（连凯 饰）编织的地下毒网，最终以正义之利剑铲除黑暗、终见曙光的故事。"
  },
  "Mi Wu Ci Sha": {
    "type": "movie",
    "name": "迷雾刺杀",
    "desc": "　　十年前，为把持朝政对外求和，当朝丞相（高曙光 饰）联络刺客组织刺杀当朝大将军（童虎 饰）。大将军女儿晴天（游乐儿 饰）目睹父亲被杀后，巧合之下得知，收养自己的丞相竟然是当年生父被刺的幕后真凶，而当年刺杀父亲的执行者之一，刺客影化名卫平（高阳 饰）就职于丞相府侍卫统领。\n　　晴天设计引诱刺客组织刺杀自己，真正目标赫然是当年与父亲之死的所有关联人。丞相，逃亡的侍卫李东（扎卡 饰），甚至刺客头领暗都在晴天的设计之下一一死去。在最后面对卫平的反击之时，晴天才得知，当年卫平因不忍杀害大将军，在行动中故意露怯而被刺客联盟逐出师门。被仇恨冲昏头脑的晴天最终伴随着自己的计划随风而去，只有一直坚守信念的卫平存活下来。"
  },
  "Rhapsody In Bathhouse": {
    "type": "movie",
    "name": "摩登澡堂",
    "desc": "　　影片藉由一场突如其来的“穿越”展开，现代人郑辉（黄天允 饰）回到过去，遇见年轻时候的父亲。带着父亲修脚工身份的羞耻及现代社会浮躁的气息，让他对这个单纯朴实的年代有些“水土不服”。跨时代人之间的观念冲突也惹出了许多感动与笑料。\n　　郑辉和90年代父亲的慢时光之间相互连接，在参与了年轻时父母经历的种种后，让郑辉对于经历了时代变迁的普通人身上仍存的平凡而伟大的梦想有了更深层次的思考，开始走进父亲内心，真正去理解……"
  },
  "The Legend Of Man And Loong": {
    "type": "movie",
    "name": "人龙传说之九龙壁",
    "desc": "　　影片讲述了豢龙氏后裔董文广（郭军 饰）将军由于误会，与龙族反目成仇，到处寻龙捕龙，并将九龙王封印于九龙壁上，最终在其子董一铭（余少群 饰）和龙女紫瑶（赵芮玉 饰）的努力下化解误会，解救九龙王的故事。"
  },
  "Cesium Fallout": {
    "type": "movie",
    "name": "焚城",
    "desc": "　　1996年，香港财政司范伟立Simon（刘德华 饰）放宽转口货柜检查，因而造成奸商利用漏洞输入危险品，葵涌货柜码头发生大火，导致包括其妻黎美仪（童瑶 饰）在内的数名消防员殉职。范伟立从此离开政界，修读学位而成为垃圾处理专家。\n　　2007年，粉岭的“鸿力回收场”突发辐射大火，初时发现危害较轻的镭-226，继而探测到高强度放射物铯-137亦在泄漏。此时祸不单行，热带风暴“墨菲”逼近香港，24小时后辐射将扩散全港，700万人危在旦夕。香港政府高官因担心引发恐慌，故封锁辐射消息，范伟立与署理行政长官方王惠明Cecilia（莫文蔚 饰）为首的主要官员针锋相对，为民众争取一线生机。同时，消防队长黎杰峰（白宇 饰）和队友已奉命奔赴未知前线，殊不知，天灾的背后，似乎另有隐情……"
  },
  "A Pillow Case of Mystery II": {
    "type": "tv",
    "name": "施公奇案2",
    "desc": "　　一年前，施世纶(欧阳震华 饰)的两位妻子丽舒、香蓉和子女遇到船难身亡，自此改变了他的人生观，决定过悠闲日子，带著母亲赵月娥(李枫 饰)与元配庞葛爱(吕珊 饰)及二太贾秀玉(姚莹莹 饰)到仙游县游玩，结果与新的枕仙(李思捷 饰)结缘，还找到生命中另外两位妻子吴君柔(宣萱 饰)及陆小蝶(唐宁 饰)。"
  },
  "The Queen of Castle": {
    "type": "tv",
    "name": "巨塔之后",
    "desc": "　　明塱集团主席王进涛（钟镇涛 饰）与著名心脏外科医生董一妍（宣萱 饰）在欧洲举行了一场豪华婚礼。婚礼过后，进涛与他的两个儿子及孙儿在意外中丧生。这场悲剧让王家及集团陷入混乱，各方势力觊觎，进涛的宿敌柯永成（汤镇业 饰）更是狼子野心，企图伺机夺取明塱的核心项目。一妍不仅要应对王家成员的猜忌与权力斗争，还要与外界的阴谋较量。她试图稳固自己在明塱的地位，并拉拢进涛的两位儿媳文以珈（刘佩玥 饰）和陈丽雪（吴若希 饰）来维持大局。然而，新加入的董事方欣（陈炜 饰），也对明塱虎视眈眈。在这场权力与利益的争夺战中，参与者还有一个带着神秘身份、与以珈有过感情的戴德桥（陈展鹏 饰）。最终谁能掌控明塱，实现医疗城的宏大愿景？而王家剩下的成员可否团结一致，守护这座医疗帝国？"
  },
  "Seven Heroes Beat The Monster": {
    "type": "movie",
    "name": "七圣伏魔",
    "desc": "　　因孙悟空（唐龙 饰）导致修为尽失的罗睺星君自称无相作恶人间，被七大圣用元魂封印。少年尤喜（周思羽 饰）为防无相卷土重来，找齐六大圣解印与无相一同封印的孙悟空，不料释放出了无相，尤喜最终化为金箍棒与七大圣联合消灭了无相。"
  },
  "Hell Hole": {
    "type": "movie",
    "name": "鬼地方",
    "desc": "　　影片由《医院有鬼》《校园欺凌》《无止境报复》三个单元故事构成，时空跨越现代与过往。首单元以孕妇可盈（谈善言 饰）遭遇出轨谋杀与鬼附身为线索，揭示轮回恩怨；第二单元聚焦校园暴力；第三单元以办公室为背景展开黑色幽默复仇。三个故事通过人物关联实现场景转换，在惊悚氛围中融入情感纠葛与社会议题，形成多类型交织的时空交错结构。"
  },
  "The Battle At Lake Changjin": {
    "type": "movie",
    "name": "长津湖",
    "desc": "　　电影以抗美援朝战争第二次战役中的长津湖战役为背景，讲述了一段波澜壮阔的历史。\n　　1950年，中国人民志愿军部队与美军在朝鲜长津湖地区交战，中国人民志愿军第9兵团将美军1个多师分割包围于长津湖地区，歼敌1.3万余人，扭转了战场势态。这次战役收复了三八线以北的东部广大地区，是扭转局势的关键一战。而中国人民志愿军也付出了惨痛的牺牲，在零下三十多摄氏度的极端天气中，很多先烈是以端着枪的姿势被冻僵，体现了志愿军战士服从命令、视死如归，冻成冰雕也不退缩的革命精神。"
  },
  "Huang Jin Gui Shi Lu Film Series": {
    "type": "movie",
    "name": "黄金诡事录",
    "desc": "　　华容县因黄金七令受到诅咒，陆县长（李子雄 饰）请来道士清除邪祟，却不料道士陈皮（徐俊 饰）和四位师弟离奇惨死。第二天他们的尸体被发现在工厂的码头外，这一奇异事件在华容县引起巨大恐慌。百姓纷纷议论，对于警察局将诡异的黄金七令带回华容县引发的诅咒一事更加确信。而县里神秘的罗刹教圣灵（钱婧睿 饰）煽动百姓，引发更多凄惨诡异的案件让更多人信服罗刹教。正直的陆县长危难之际让总探长段广龙（朱翔 饰）和江湖侠士薛小风（任子豪 饰）、薛小花（何雨宸 饰）兄妹联合秘密调查黄金七令和罗刹教背后的巨大阴谋。怎奈关键时刻，陆县长惨遭毒手，于是乎薛氏兄妹和段广龙等人紧密配合继续侦查。他们潜入罗刹教，隐藏于洋人工厂，警局大战奇异行尸，终于查清这一切均是洋人约翰迪兰（谢昌定 饰）利用黄金七令结合铃兰毒素使人中毒产生幻觉，进而制造鬼神舆论，在华容县大肆骗取珍贵文物。\n　　华夏儿女不可辱，在薛小风薛小花兄妹和警察局段广龙的配合下，终于将洋人约翰迪兰的险恶阴谋击打的粉碎。"
  },
  "Detective Dee And The Punished Swellhead": {
    "type": "movie",
    "name": "狄仁杰之亢龙有悔",
    "desc": "　　公元697年，大周皇帝武则天（米雪 饰）钦定八月十五在谷泉镇大坝附近的祭台举行祭鼎大典，以稳固皇权。\n　　八月十二，谷泉大坝发生龙神诅咒事件，多人身体异变，被守护龙神宝藏的妖龙吞噬而亡。龙神诅咒事件不断发生，更为离奇的是，一直不相信龙神诅咒的水部员外郎王巍禾（李华 饰）在上朝面圣时龙化并攻击皇帝武则天。\n　　狄仁杰（张子健 饰）奉旨查案，发现死者都与谷泉大坝下的龙神宝藏有关。随着调查的深入，守护宝藏的妖龙、龙神显圣、避水丹等陆续浮出水面，他凭借一双慧眼和严密的推理，发现龙神诅咒背后隐藏着一场巨大阴谋。\n　　祭鼎大典召开在即，狄仁杰只得拼死一搏，捍卫皇城百姓，然而等待他的却是更加残酷的现实……维护皇权还是心系百姓，狄仁杰在两难抉择中艰难前行。"
  },
  "Let's Go Green": {
    "type": "tv",
    "name": "一起绿行趣",
    "desc": "　　“Let's Go Green”通过有趣的活动，鼓励孩子们接受可持续发展，鼓励家庭养成环保习惯，以愉快和有意义的方式保护地球。"
  },
  "Bride From The Past [Behind the Scenes]": {
    "type": "tv",
    "name": "幽冥新娘 [幕后花絮]",
    "desc": "　　走进《幽冥新娘》的幕后，发现这部悬疑灵异剧是如何将爱情、神秘和民间鬼婚传说编织在一起，讲述一个超越时间的感人故事的。"
  },
  "Bride From The Past": {
    "type": "tv",
    "name": "幽冥新娘",
    "desc": "　　当纪录片导演陈熙池（盛天俊 饰）着手拍摄“冥婚”这一古老习俗时，他意外唤醒了来自19世纪的幽冥新娘阿豆（陈子颖 饰）。阿豆被困在阴阳之间，受困于痛苦的过往，无法释怀——直到她与熙池的相遇，才逐渐开启了揭开死亡真相的大门。\n　　从陌生人到彼此熟悉的伙伴，熙池与阿豆意识到，一切似乎早已命中注定。在他们之间，不仅隔着生与死的界限，连爱与恨也不再泾渭分明。"
  },
  "Romance on the Farm": {
    "type": "tv",
    "name": "田耕纪",
    "desc": "　　现代姑娘连蔓儿（田曦薇 饰）一不小心通过种田游戏进入到了古代南宋的一个农村家庭里进行人生打拼，以攒取帮助自己勤工俭学的费用。她在游戏中遇见神秘男主沈诺（曾舜晞 饰），由于人生地不熟而获得了沈诺的帮助，于是二人携手智斗农村大家庭里的各位极品亲戚，种田经营，发家致富，并在过程中相知相爱。\n　　该剧改编自弱颜的小说《重生小地主》。"
  },
  "Dark Night And Dawn": {
    "type": "tv",
    "name": "暗夜与黎明",
    "desc": "　　一九四三年，一场震惊沪上的爆炸案让中共地下党员路正阳（聂远 饰）与旧警察林少白（陈哲远 饰）初次交锋，各显身手。\n　　六年后，上海解放，路正阳成为上海市公安局反特战线上的一名骨干。面对严峻的反特斗争形势，路正阳在领导的支持下，经过严格甄别，大胆启用了有“上海百事通”之称的旧警察林少白。两人结为搭档，连续破获了保密局上海特别站老牌特务郑兰亭（王志文 饰）一手策划的“金库大劫案”“伪造假币案”“潜伏电台案”等大案，彻底挫败了隐藏在暗处的敌特分子的阴谋。在办案过程中，路正阳、林少白从摩擦不断到逐渐建立信任，直到成为生死与共的战友。"
  },
  "Tales From Occult: Malevolence": {
    "type": "movie",
    "name": "失衡凶间之恶念之最",
    "desc": "　　电影《失衡凶间之恶念之最》由庄澄及邓汉强监制，李志毅、李巨源及黄炳耀所执导的三部短篇《要命的温柔》、《逃杀》及《死亡回忆》，揭开人性最可怕、最丑恶一面。《失衡凶间》最终章，生死无序，一念之距！\n　　《要命的温柔》：\n　　好友小木（林千渟 饰）惨遭掳杀，魔术师阿花（何颖璇 饰）频见幻象。两人最后通话的内容疑有破案线索，为此阿花接受催眠，试图寻回那段记忆，却将自己置于危险之中。\n　　《逃杀》：\n　　阿豪（姜皓文 饰）半夜醒来，发现自己在诡秘工厂大厦内。莫明的他继而遇上尸骸、鬼魅和前妻（卢慧敏 饰）！他必须想办法逃出这个迷宫。\n　　《死亡回忆》：\n　　亚谭（陈湛文 饰）和余仔（柯炜林 饰）是中学同学兼好友，两人对电影充满热情却多年也混不出来。一次意外，亚谭误将余仔杀死，却竟因此而当上导演。"
  },
  "Trending Topic": {
    "type": "movie",
    "name": "热搜",
    "desc": "　　热搜背后，真相究竟是什么？\n　　自媒体主编陈妙（周冬雨 饰）参透流量密码，打造爆款文章冲上热搜，却间接助推了当事人“霸凌者”女学生的跳楼。就在此时，陈妙意外发现女学生曾发来的求助信息，并牵扯出一桩性侵案。陈妙的合伙人何言（宋洋 饰），投资方富商岳鹏（袁弘 饰）陆续卷入其中。\n　　舆论多次转向，事件背后又隐藏着怎样的利益链条，一场为弱者发声的舆论战打响……"
  },
  "Vanguard": {
    "type": "movie",
    "name": "急先锋",
    "desc": "　　中国商人秦国立（楼学贤 饰）在英国突然遭到雇佣兵组织“北极狼”的绑架，他的女儿弗里达Fareeda（徐若晗 饰）也被卷入其中，面临追杀的危险。危急时刻，急先锋国际安保团队成为唯一的希望。由总指挥唐焕庭（成龙 饰）领导，这支团队包括雷震宇（杨洋 饰）、张凯旋（艾伦 饰）、弥雅（母其弥雅 饰）和神雕（朱正廷 饰）等精英成员。他们组成的急先锋行动小组在全球范围内展开了一系列惊险的营救行动，无论是空中还是地面，他们都施展出极限的行动能力。\n　　在解救秦国立和弗里达的过程中，急先锋团队发现“北极狼”组织背后隐藏着一个更为庞大和危险的犯罪集团。这一集团正在策划一场震惊世界的密谋，涉及面广泛且阴谋深远。急先锋行动小组不仅要面对雇佣兵组织的围攻，还需要揭露和阻止这一隐秘的犯罪计划。在这场生死营救与揭露真相的行动中，他们将经历一系列激动人心的挑战，力图保护人质并制止即将发生的灾难。"
  },
  "The Calling of a Bus Driver": {
    "type": "movie",
    "name": "阿索的故事 (失恋反攻队)",
    "desc": "　　阿索（王菀之 饰），天生乐观的中女，与陈志高（梁汉文 饰）拍拖多年，已到谈婚论嫁。可惜志高竟与好友琪琪（蔡洁 饰）出轨，阿索简单的世界瞬间崩塌。失意、失恋、失业「三失」的阿索，把感情创伤抛诸脑后，发奋实现梦想，当上巴士司机。\n　　一年后，琪琪的前男友李振民（姜皓文 饰）千方百计上门找阿索，要她加入他的「复仇联盟」大计。究竟阿索会如何抉择？会否借着复仇机会来个中女大翻新？"
  },
  "Ip Man 3": {
    "type": "movie",
    "name": "叶问3",
    "desc": "　　1959年，叶问（甄子丹 饰）与张永成（熊黛林 饰）将大儿子叶准送回广东，小儿子叶正继续在香港读书。\n　　已在香港立足开馆的叶问与太太张永成平静地生活，不料小儿子叶正就读的小学发生了流氓滋扰事件，参与闹事的正是田傲山（梁家仁 饰）昔日的徒弟马鲸笙（谭耀文 饰）。于是叶问带领徒弟徐力（张继聪 饰）等人保护了黄老师（吴千语 饰）、校长（刘以达 饰）以及众小学生，并结识了同样是永春传人的车夫张天志（张晋 饰），二人惺惺相惜。可是事件却没有止步于此，马鲸笙的老板费兰奇（迈克·泰森 饰）才是幕后黑手，探长肥波（郑则仕 饰）也卷入了其中。与此同时，张天志向叶问发起了谁是“正宗永春”的挑战，叶问该如何应战？"
  },
  "Mr & Mrs Gambler": {
    "type": "movie",
    "name": "烂赌夫斗烂赌妻",
    "desc": "　　舒奇（杜汶泽 饰）和香香（薛凯琪 饰）同为烂赌之人，二人因在澳门赌博时同时欠下巨额高利贷而相识，并由彼此互看不爽到互生爱意。于是回港后，两人决定结婚。\n　　婚后，两人的事业都风生水起。舒奇进入了电影圈并因投资人Michelle（胡然 饰）的垂青而担任男主角。香香则因为赌术精湛而被赌场老板Sam（伍允龙 饰）高薪聘请对付老千。同时，二人事业上的伯乐在生活中也对二人示好并展开追求，更为让舒奇与香香离婚，并且获得女儿的抚养权而不择手段。而最终舒奇和香香也发现，原来他们对彼此来说要比想象中的重要……"
  },
  "All's Well End's Well 2009": {
    "type": "movie",
    "name": "家有喜事2009",
    "desc": "　　乐也融融的余宅一家四口，父亲余春（夏春秋 饰）、母亲Selina（李香琴 饰）、长女余珠（吴君如 饰）及幼子余宝（郑中基 饰），四人是家人亦是好朋友。\n　　余宝一向爱情至上，但因「长女未嫁，弟妹不能嫁娶，否则多灾多难」的家规，所以情路上一直不能开花结果，而偏偏余珠却是推祟「单身」及「女人不一定要结婚」的写作界女强人，身兼总编辑及作家。为此，余宝聘请专门解决爱情大小问题的爱情治疗师曹迪克（古天乐 饰），暗里进入余珠的出版社工作，以其专业知识及技巧，希望令余珠的一颗枯萎已久的芳心再次茂盛起来。\n　　因为曹迪克的出现，余珠在72小时内由凶恶无比变成嘴角含春，对曹迪克暗生情愫。曹迪克却对经营甜品店的老板小敏（沈丽君 饰）一见锺情，但小敏竟对曹迪克的帅气及追求技巧不为所动，令自命洞悉爱情的曹迪克大受打击。\n　　而余宝则遇上头发蓬松、举止粗鲁的哨牙珍（姚晨 饰）。二人本来针锋相对，但哨牙珍慢慢被余宝的善良本性所吸引，而余宝亦被哨牙珍的豪气所打动，但碍于家规，余宝唯有忍痛离开。\n　　余珠发现曹迪克追求小敏，妒意大发，决定跟踪二人，期间遇上在跟踪小敏的私家侦探L（黄百鸣 饰）。余珠霸道倔犟，L则谈吐斯文，但余珠每每被L折服，变成小女人。\n　　单纯的小敏如何令曹迪克明白爱情真谛？天意如何作弄余宝及哨牙珍？L究竟是何许人？余珠最后芳心谁属？"
  },
  "The White Storm 3: Heaven or Hell": {
    "type": "movie",
    "name": "扫毒3：人在天涯",
    "desc": "　　毒枭康素差（刘青云 饰）一直带着手下张建行（郭富城 饰）从事毒品交易，新加入的成员欧志远（古天乐 饰）也因一次意外与两人有了过命交情，三人情同手足。\n　　康素差在香港的贩毒生意被警方查处后，带团伙逃到“金三角”发展，危急时刻更是将身负重伤的张建行带在身边。但到了“金三角”后，张建行的身份逐渐清晰起来，他要在正义和兄弟情之间做出人生抉择。"
  },
  "From Beijing with Love": {
    "type": "movie",
    "name": "国产凌凌漆",
    "desc": "　　凌凌漆（周星驰 饰）是一个因为枪法不够好、智商不够高，身高也不够，而差点被淘汰的后备中国特务。凌凌漆的能力太低，一直被情报局冷待，只好在深圳隐身市井，假扮猪肉贩子十年，生活拮据，缺钱之极，连嫖妓都不付钱，还试图用猪肉抵账。\n　　中国国宝暴龙头骨化石被神秘的恐怖分子「金枪客」劫走，国家第一特工「凌凌义」（于荣光 饰）也在事件中殉职。国务院总理震惊，因此指派解放军南方军区司令（黄锦江 饰）找回，南方司令从「淘汰特工名册」中，看中凌凌漆的「不中用」而派了他去香港进行夺回暴龙头骨的任务。同为落寞特工的达闻西（罗家英 饰）向凌凌漆转达了任务并为其发明了种种疯狂的武器道具。\n　　凌凌漆按照线索到达香港，并与联络人李香琴（袁咏仪 饰）碰头。他俩后来在嫌疑人富商赖有为（梁克逊 饰）居所中遍寻线索，却遇上一群人袭击。凌凌漆中枪受伤，他却突然发现体内的子弹属李香琴所有，明白李香琴就是金枪客派来的杀手，但经历了出生入死的战斗后，他们产生了感情。此时两位杀手金牙佬（郑祖 饰）、爱美神（陈宝莲 饰）掳走了李香琴，并要求她带他们去找金枪客。奈何金枪客实力强劲，两位杀手被炸得尸骨无存。故事最后，凌凌漆凭着高超的肉刀技巧，将金枪客除掉。"
  },
  "Beat The Beast": {
    "type": "movie",
    "name": "打怪",
    "desc": "　　传说中怪兽屠城的小镇，如今已经成为无人小镇。钱老板带着一支施工队作为掩护，在此偷偷挖玉。怪兽再次席卷而来，工头赵亮带领一众农民工开启了一场火火烈烈的打怪兽行动，在此过程中见证了父子情和兄弟之间的情谊。"
  },
  "A Beautiful Lie": {
    "type": "tv",
    "name": "你的谎言也动听",
    "desc": "　　《你的谎言也动听》根据二月生的同名小说改编。\n　　西南某灾区迎来了救援医疗队和志愿者们，随队而来的还有女演员秦翡（张予曦 饰）。人人都说秦翡来当志愿者不过是为了作秀，然而，秦翡却认真努力，还在危急时刻舍身救人。\n　　日夜相处中，医疗队队长行知止（陈星旭 饰）看到了秦翡内心的坚韧和善良，两人加深了彼此了解。秦翡也发现多年前自己参加舞蹈比赛时遭遇意外，在危急时刻救了自己的命、也令自己重燃希望的年轻医生正是行知止。他们的缘分在很早之前就已经结下。\n　　两人在生活中相互扶持，在事业上各自努力，行知止再次参与重要救援任务，秦翡凭借努力重新获得大众认可。秦翡对行知止说，你以生命救援生命，你答应过我，平安归来，你说的话我都相信，哪怕谎言也动听。"
  },
  "Dummy Mommy, Without A Baby": {
    "type": "movie",
    "name": "玉女添丁",
    "desc": "　　方丽娟（杨千嬅 饰）在一家广告公司任职，她一直受到上司Monica（任葆琳 饰）的歧视。Monica只想寻找机会把方丽娟解雇。公司老板的儿子胡启明（陈冠希 饰）从外国回来接手爸爸的生意，但他的兴趣是在制作甜点，所以他每天下班都会去学做蛋糕，回到家就要欺骗爸爸自己去了应酬。丽娟十分不满Monica对她的苛刻，错手把一个丑化Monica的动画发到了Monica的邮箱，Monica要求启明解雇丽娟，启明只好服从。绝望之际，丽娟得知任何公司都不能解雇孕妇，所以她决定假扮孕妇。没想到正好有一个立功的机会，却被Monica识穿了她假扮孕妇的事，令一直疼爱她的客户十分失望……"
  },
  "Hong Kong Food Artisans": {
    "type": "tv",
    "name": "香港美食匠人",
    "desc": "　　香港是「美食天堂」这个美誉一直是由一群用心烹调的厨师长年累月默默耕耘累积回来的成果。全新饮食节目「香港美食匠人」汇聚了全港不同界别的厨师，无论个性小店的掌厨、游客必到的网红店煮人、经典老字号的灵魂人物、星级食府的五星级大厨、他们都是「香港美食天堂」的中坚份子。\n　　黎芷珊在全新饮食节目《香港美食匠人》中，亲访香港名厨及小店隐世高手，了解一班厨师及每道菜式背后的故事。"
  },
  "Chilli Laugh Story": {
    "type": "movie",
    "name": "阖家辣",
    "desc": "　　新冠疫情爆发，戏院、健身中心关闭，食肆无晚市，很多打工仔「被no-pay」，不过Coba（吕爵安 饰）竟然发掘了一个商机。\n　　本为音乐节搞手的Coba因疫情关系被逼在家工作，每日与家人困兽斗。的士佬老豆Alan（郑中基 饰）没有工作干终日无所事事吵架，妈咪Rita（梁咏琪 饰）日剁夜剁做辣椒酱，人声刀声烦过唐三藏念经声。直至一次听见朋友大赞妈咪的手工辣椒酱美味无穷，Coba便灵机一转，说服父母一起制作辣椒酱在网上平台出售「做老板」！岂料，新冠疫情持续，在家吃饭成为新常态，辣椒酱生意越做越有，Coba一家应接不暇。就连跳舞群组姑妈Wendy（吴君如 饰）也在完成隔离后，马上加入帮手做辣椒酱！"
  },
  "Trouble Girl": {
    "type": "movie",
    "name": "小晓",
    "desc": "　　小晓（林品彤 饰）是一位活在自己世界的女孩，因为一个令人揪心的秘密，她在学校被同学霸凌孤立，妈妈薇芳（陈意涵 饰）也视她为麻烦，在国外长期工作的爸爸更像既熟悉又遥远的陌生人，唯有班导保罗（刘俊谦 饰）仿佛能理解并舒缓她的情绪。一次台风天下课，小晓目睹了妈妈与班导的秘密，困惑的她不仅必须强迫自己适应这个复杂的情感关系，也逐渐发现原来她与妈妈都有各自对生活说不出的无奈……\n　　林品彤凭此片获得第60届金马奖最佳女主角，也是金马史上最年轻的影后。"
  },
  "P Storm": {
    "type": "movie",
    "name": "P风暴 (反贪风暴4)",
    "desc": "　　廉政公署收到报案人廖雨萍（周秀娜 饰）的实名举报，举报正在坐牢的富二代曹元元（林峯 饰）涉嫌行贿监狱里的监督沈济全（谭耀文 饰）以及惩教员，首席调查主任陆志廉（古天乐 饰）决定深入虎穴，卧底狱中。\n　　在监狱里，被陆志廉送入监狱的前警司黄文彬（林家栋 饰）以及曹元元两大帮派势成水火，陆志廉趁机接近曹元元取得信任。同时监狱外的廉政公署总调查主任程德明（郑嘉颖 饰）、国内反贪局行动处处长洪亮（丁海峰 饰）也陆港联手，通力合作，最终成功破获贪腐行贿大案。"
  },
  "Song of the Assassins": {
    "type": "movie",
    "name": "青面修罗",
    "desc": "　　青面修罗齐君元（冯绍峰 饰）小时候目睹全家因为藏宝铜片而惨遭灭门，之后拜鬼愁判官（王庆祥 饰）为师，受召进入最为著名的刺客组织离恨谷，受谷主金锣太岁（胡军 饰）的教导，成长为一名顶级刺客。但是全家灭门的梦魇一直折磨着他，在得知藏宝铜片重出江湖后，主动要求执行此次任务，调查全家灭门的真相，没想到却被迫卷入局中局。"
  },
  "Marriage with a Liar": {
    "type": "movie",
    "name": "婚前试爱",
    "desc": "　　明艳照人的打工女郎琪琪（周秀娜 饰）和任职警员的男友泽（罗仲谦 饰）还有不够一个星期便要结婚。一晚琪琪出席了好友雪儿（庄思敏 饰）和梦（方皓玟 饰）悉心安排的婚前派对。酩酊大醉的琪琪邂逅了从外国回来、英俊潇洒的摄影师Jack（沈志明 饰）。不知是酒精影响，还是婚前压力如影随形，琪琪和Jack一见倾心，意乱情迷下竟发生了一夜情。翌日，琪琪在偶然机会下，目睹泽和好友强（洪天明 饰）和德（金刚 饰）竟在夜总会步出。琪琪意想不到外表老实的泽会背叛自己，便向泽大兴问罪之师，这对还有三天便结婚的情侣，最后不欢而散。\n　　后来，琪琪重遇了Jack，Jack竟向琪琪提出，愿意在这三天，跟她一起渡过一段神秘、窝心和意想不到的婚前假期。与此同时，另一边泽其实从没对琪琪不忠，当晚他出入夜店，原来只是执行扫黄行动。过程中，泽结识了开朗率直的神秘少女宝（杨梓瑶 饰），宝知泽跟琪琪情海翻波，竟又提议在婚前三天当他的暂借情人。婚前的这三日两夜，琪琪和泽各自面对一位一百分的男人/女人，抛开一切责任，过程绝对保密，二人在尝试婚前试爱后，最后在友人帮助下和好如初。"
  },
  "The Unwavering Brotherhood": {
    "type": "movie",
    "name": "扎职3：义薄云天",
    "desc": "　　社团小弟阿华（黄宗泽 饰）、阿飞（张继聪 饰）、国仔（陈家乐 饰）奉老大花锦（郑浩南 饰）之命运送一笔社团资金，不料在运送途中遭遇埋伏，巨款不翼而飞…而花锦的死对头群哥（陶大宇 饰）以此为由兴师问罪，企图抢走花锦即将得到的龙头之位。一时间权利之争愈演愈烈，三兄弟也被迫卷入这场纷争之中。金钱和道义面前，三兄弟会如何抉择？花锦与群哥的双雄对决又将鹿死谁手？"
  },
  "Saving General Yang": {
    "type": "movie",
    "name": "忠烈杨家将",
    "desc": "　　北宋年间，辽国兵马在耶律原（邵兵 饰）的率领下大举入侵中原，当今圣上着杨业（郑少秋 饰）和潘仁美（梁家仁 饰）两位重臣出兵抗辽。谁知潘仁美公报私仇，于金沙滩一役临阵撤兵，致令杨业陷入重围，困于两狼山城。\n　　杨家有子七人，依次为：延平（郑伊健 饰）、延定（于波 饰）、延光（周渝民 饰）、延辉（李晨 饰）、延德（林峰 饰）、延昭（吴尊 饰）和延嗣（付辛博 饰）。虽然前路凶多吉少，但为了营救父亲，杨家七人依旧冒险出征。然而此一战凶险非常，一方面耶律原势要报当年杀父之仇，屠尽杨家父子；另一方面潘仁美作壁上观，意欲置杨家于死地而后快。"
  },
  "The Mask of Shura of Fire Cloud": {
    "type": "movie",
    "name": "火云邪神之修罗面具",
    "desc": "　　城市的守护神「火云邪神」，有着凡人的躯体以及神的法力，游走在「人和神之间」。除了代表「正义」的火云邪神，这个世界还有代表「邪恶」的黑羽会。18年前，黑羽会潜入老邪神西城勇的地盘，盗走修罗面具，并利用修罗面具解放出还是婴儿的魔神。老邪神西城勇（梁小龙 饰）为了不让魔神日后恣意作恶，便收养了婴儿，教他好好做人，成为小邪神。小邪神西城天颂（杨博潇 饰）最后控制了面具的力量，成为老邪神的接班人，继续守护城市与百姓。"
  },
  "I Did it My Way": {
    "type": "movie",
    "name": "潜行",
    "desc": "　　时代在不断前进，禁毒斗争也面临新的挑战。隐蔽的暗网成为新一代毒品贩售的温床，而它的目标正是位于亚太中心的香港。\n　　一批重达4吨的毒品趁着超强台风的掩护秘密入港，准备在网络上展开狂欢式销售。情况紧迫，警方必须找出掌控暗网的幕后「老板」，只能将藏身已久的卧底警员推到前线。然而，「老板」的身份仍然成谜，卧底警员陷入危险之中，毒品网络蠢蠢欲动，警方和犯罪集团陷入一场宿命般的对决。"
  },
  "I Fine..Thank You..Love You": {
    "type": "movie",
    "name": "我很好，爱死你",
    "desc": "　　日本女孩Kaya（苍井空 饰）因泰籍男朋友Yim(Pronounced Jim)（桑尼·苏莞门坦诺 饰）未能互相分别以英语及泰语与对方沟通，而希望与男朋友分手，且到美国工作。阿Yim于是决心赢回Kaya之心，并拼命由私人导师Ms. Pleng（萍老师，Tutor Pleng）（波丽雀亚・彭檀娜妮可 饰）那儿速学英语。"
  },
  "Stuntman": {
    "type": "movie",
    "name": "武替道",
    "desc": "　　1980年代，正值香港动作电影蓬勃时期，李森（林耀声 饰）为著名电影动作指导，在一次于尖沙咀东拍摄跳桥动作戏份时，出现了严重事故，使武师阿金（邹文正 饰）从此下半身瘫痪，被阿金临阵顶替的师弟梁志威（翁炜桐 饰）则逃过一劫。因为这个事故，李森黯然退出影坛，更因长年迷于工作，而令妻子阿盈（梁雍婷 饰）决定带女儿Cherry离开，婚姻破裂收场。\n　　时间来到2020年代现代，李森（董玮 饰）已转行成为跌打医师，在一次武行聚会上，被前合作伙伴楚导（杜燕歌 饰）提出拍摄最后一部电影，力邀复出，更邀请了成为明星的梁志威（伍允龙 饰）加入。机缘巧合之下，热爱动作电影但苦无出头机会的半职武行李世龙（龙仔，刘俊谦 饰）被李森相中，授命担任副动作指导。然而电影开拍，李森与阿威冲突不断，龙仔更从中成为磨心。同时李森更得要面对女儿Cherry（蔡思韵 饰）出嫁和修补关系的时刻。电影能否顺利拍摄，而李森又能否及时修补与女儿的关系？"
  },
  "Legally Declared Dead": {
    "type": "movie",
    "name": "死因无可疑",
    "desc": "　　保险经纪叶永信（陈家乐 饰）被神秘客户指定跟进保单，在上门拜访时，亲眼目睹客户儿子吊死在半空。正直的他认定客户为诈取保险金而滥杀儿子，决心向这对夫妇——朱重德（黄秋生 饰）和沈子玲（林嘉欣 饰）展开追查。他希望凭一己之力将犯人绳之于法，没料到这颗正义的心刚好是敌人反击的筹码。\n　　当叶永信以为自己逐步迈向真相之同时，恐吓事件接二联三地发生，危险向他以及恋人文惠仪（汤怡 饰）逼近。他对犯人的恨意愈来愈深，使他逐渐迷失在善恶之间……"
  },
  "My Commissioned Lover": {
    "type": "tv",
    "name": "婚姻合伙人",
    "desc": "　　郎朝勇（杨明 饰）、贝竞枝（高海宁 饰）由合作经营㓥房到开设地产代理公司，再由最佳拍档结成夫妇，成为在公在私的合伙人。然而对自小单打独斗的竞枝来说，经营一个家庭比一盘生意来得冒险，因为这意味着她要包容朝勇的全家，包括自卑又自大的小叔郎朝仁（陆永 饰），和恋上花花公子邢呇（黄德斌 饰）的小姑郎朝信（汤洛雯 饰）等。还好朝勇深爱竞枝，不惜替她顶罪入狱。\n　　公司危机涌现，竞枝不想朝勇出狱后一无所有，为使前男友邢呇（黄德斌 饰）入股，竟谎称自己与朝勇所生的女儿是邢呇骨肉。朝勇出狱后误会竞枝搭上邢呇，爱得真、恨得深，朝勇竞枝从此反目成仇……"
  },
  "Dragon Tiger Gate": {
    "type": "movie",
    "name": "龙虎门",
    "desc": "　　出身武术世家的王降龙（元华 饰）、王伏虎兄弟为使草根阶层不受欺压，开创龙虎门传授武术、匡扶正义。王小龙（甄子丹 饰）、王小虎（谢霆锋 饰）为王伏虎膝下一对同父异母的兄弟。小龙幼年时被母亲带离龙虎门，身边留有一块龙形玉佩和小虎的虎形玉佩成双。\n　　小龙命运多舛，母亲身死后他为帮派人物马坤（陈观泰 饰）收养。小龙搭救了后来成为火云邪神（喻亢 饰）手下的罗刹女（李小冉 饰），成为她一生所爱。\n　　时光荏苒，青年王小虎与众师弟盲打误撞卷入马坤与白狮帮的纷争，并得到火云邪神交予马坤的罗刹令。王小龙为马坤取回罗刹令，却因不容马坤手下的卑鄙行径而和对方动手。混战中，王小虎得到嗜武青年石黑龙（余文乐 饰）援手。\n　　王小虎与马坤之女马小灵（董洁 饰）相遇相识，石黑龙亦如愿拜入王降龙门下。另一边，马坤欲退出江湖，却惹怒火云邪神，王小龙浴血苦战，只救得小灵。火云邪神听信罗刹女拖延之计，独身横扫龙虎门，王小虎石黑龙身受重创，小灵带二人远赴白云山求助。龙虎三皇潜心修炼，准备与火云邪神的最后一战……"
  },
  "Midnight Fly": {
    "type": "movie",
    "name": "慌心假期",
    "desc": "　　频临破裂的夫妻关系，令 Michele（梅艳芳 饰）与唐医生（任达华 饰）都感到窒息，Michele 独自到欧洲旅行散心，希望找到感情出路，挽救这段6年的婚姻。\n　　在法国南部，她遇上同是孤身上路的日本女子 Miki（纯名里沙 饰），二人十分投缘。率性的 Miki 让 Michele 感染朝气，习惯循规蹈矩的 Michele 也想一尝放纵的滋味，竟与 Miki 跑到北非摩洛哥。\n　　结伴游玩令二人加深了解，Miki 吐露自己恋上有妇之夫，旅行原来也是为了逃避没出路的感情。Miki 的“情妇”身份却深深刺痛了 Michele，因为她正是丈夫的婚外情，也令这段婚姻没有转圜余地。\n　　原是治疗感情的假期变成了更伤痛的打击，在 Michele 决定收拾心情返香港之际，Miki 竟然从人间蒸发消失不见。内疚的 Michele 只得向唐医生求助，没料到唐医生竟要 Michele 放弃寻找 Miki，与他回香港重新开始。Michele 满腹疑问，究竟要如何作出抉择……"
  },
  "God of Gambler's Return": {
    "type": "movie",
    "name": "赌神2",
    "desc": "　　赌神高进（周润发 饰）自从血洗江湖后，无心恋战，遂携新妻温柔（张敏 饰）隐居法国，生活平静，以画为伴。\n　　台湾黑帮掌门人仇笑痴（吴兴国 饰）野心勃勃，要与高进一较高下，激他重出江湖，借高进会友之际带人潜入屋中将其妻其仆全部杀死。\n　　悲痛欲绝的高进一人回大陆散心。途中偶遇台湾黑帮头目（柯受良 饰）与他女儿（邱淑贞 饰），二人结为至交，却不料头目遭人暗算身亡，进碰巧救下其年幼的儿子，展开逃亡。而此时，游手好闲的大陆汉（梁家辉 饰）与妹妹（吴倩莲 饰）碰巧遇上逃亡的进，而大陆公安队长（徐锦江 饰）也尾随而至。\n　　一场猫捉老鼠的游戏即将展开，而幕后操纵的仇笑痴又有什么阴谋呢……"
  },
  "Red Line": {
    "type": "movie",
    "name": "速命道",
    "desc": "　　一辆救护车与神秘的跑车「地狱猫」从港口、山道一路厮杀到高速公路，城市之中仿佛武当之巅高手过招，到底新一代的车神会是谁？\n　　如果两个只能活一个，谁人笑到最后？开着救护车的是「小乐」（瘦子 饰）——一个曾经的最佳赛车手。小乐在一场与哥哥「阿杰」（柯有伦 饰）的比试中，让哥哥意外身亡。小乐自暴自弃，直到遇见女医生「慧慧」（Ella陈嘉桦 饰），转念成为了救护车司机，誓言要「用速度救人」。然而一名神秘赛车手「地狱猫」的主人突然现身，他手握名册，被挑战的赛车手最终必然丧命……\n　　地下赛车，就是一场现代武林，尽管以生命作为代价，仍无法阻挡狂热者对速度进行宿命般的追逐。在小乐的死党「三宝」（大渊、林真亦、林志谦 饰）的调查下，各个意外的真相将逐渐浮现……"
  },
  "Lucky Star 2015": {
    "type": "movie",
    "name": "吉星高照2015",
    "desc": "　　香港山寨明星经理人王祖蓝（王祖蓝 饰），接到了内地的一场土豪生日表演，带着旗下的一众山寨“巨星”奔赴演出，却被土豪识破，幸得土豪女儿的未婚夫阿超（温超 饰）出面替祖蓝解决。祖蓝发现救命恩人温超的声线甚似喜剧天王——星爷，如获至宝，希望温超到香港助他表演赚钱，甚至愿意出资为他照顾其老父，使他可安心来港。\n　　初到香港的温超在祖蓝指点下不断炒作自己，更认识了祖蓝的妹妹王祖红（陈嘉桦 饰）。由于祖红是星迷会香港区会长，她最讨厌别人扮演其偶像。可惜温超生来的声线便是星爷的腔调，所以唯有在她面前扮哑，以藉此接近佳人。温超帮忙祖红举办 “星迷会” 的活动，两人开始建立感情。可惜在“星迷电影问答大赛”的活动中，一次意外，被祖红发现温超一直在扮哑，两人感情瞬间破裂。后来温超暗中为祖红解决了一次“星迷会”活动的场地纠纷。\n　　而祖蓝亦有位当红的巨星女友白碧碧（陈静 饰），两人识于微时。七岁时，小祖蓝因一次保护碧碧而与娱乐圈大哥潇洒哥交恶，从此星途一片暗澹。女友则一帆风顺，两人的事业更成云泥之别。祖蓝因为两人的身分悬殊，一直未有向外公布二人关系。"
  },
  "Second Life": {
    "type": "movie",
    "name": "重见天日",
    "desc": "　　28年前，女子监狱中令人闻风丧胆的“战神”老梁（元秋 饰）在狱中生下一个男孩“小凉粉”，但母子分别后再无联络。\n　　多年后，青龙集团的打手“鬼哥”（伍允龙 饰）在一次任务中双目失明。命运让老梁出狱后与鬼哥意外相遇。一个是和儿子失散多年的中医武林高手，一直想用最好的方式爱儿子；而一个是被黑帮遗弃终于回归家庭的孤儿，却一直想用各种方式刺杀母亲。两人在错误的时机错误相遇，通过一幕幕巅峰功夫对决，引发了一系列啼笑皆非却热血澎湃的乌龙事件，并成就了一段双向救赎、彼此成全的奇妙缘分。"
  },
  "Knight Of Shadows: Yin & Yang": {
    "type": "movie",
    "name": "神探蒲松龄",
    "desc": "　　隐居深山老林的蒲松龄（成龙 饰）不仅是一名文采飞扬的文学家，更是一个身怀绝技的捉妖高手。在某次珠宝盗窃案中，蒲松龄和金华县菜鸟捕快严飞（林柏宏 饰）结识。在此之后，被衙门踢出来的严飞找上山来，死乞白赖要拜蒲松龄为师。适值此时，金华县初县令（潘长江 饰）的独女（姜嫄 饰）被女妖聂小倩（钟楚曦 饰）摄走，中途虽有法师宁采臣（阮经天 饰）阻拦，但是小姐却下落不明。得知此讯，蒲松龄带着严飞和“猪狮虎”（贾海涛 饰）、“屁屁”、“忘忧”、“千手”（朱剑锋 饰）等一众早已收伏的小妖下山捉妖，结果遭遇小倩的姐姐镜妖（林鹏 饰）阻挠。\n　　一番混战过后，虽然镜妖被除，但是宁采臣和聂小倩之间仍有一段宿缘未了……"
  },
  "Detective Vs. Sleuths": {
    "type": "movie",
    "name": "神探大战",
    "desc": "　　原O记刑警李俊（刘青云 饰）是一名痴迷于破案而对个人生活全然不顾的人，因疏于对家里的照顾，最终妻子抑郁症自杀。在此之后，李俊也变得疯疯癫癫，胡言乱语，魔警案后，更是为了办案枪指同袍而被驱逐出警察队伍。\n　　17年后，一伙神秘青年连续犯下骇人听闻的杀人案，这些案件无一例外在复刻许多年前轰动一时的案件，而且受害者均为当年案件的嫌疑人，此外他们还会在一起案件后留下下一起案件的卷宗号。显而易见，这更像有组织的受害者遗属复仇事件。在此期间，已经露宿大桥下的李俊精准预测了每次复仇的时间和地点，这令西九的女警陈仪（蔡卓妍 饰）大为叹服，也引起陈仪的同侪兼老公方礼信（林峯 饰）以及李俊的旧搭档黄欣（李若彤 饰）的猜疑。\n　　夜幕降临，大雨滂沱，一场神探大战拉开帷幕……"
  },
  "Where The Wind Blows": {
    "type": "movie",
    "name": "风再起时",
    "desc": "　　70年代，香港廉政公署成立。故事通过调查主任李子超（许冠文 饰）对贪污探长进行追捕，揭开殖民地时代落幕前的篇章。\n　　曾因不受贿而饱受压迫的警察磊乐（郭富城 饰）与南江（梁朝伟 饰），想要改变现状，而携手建立警察贪污制度，并坐上总华探长位置。然而，权利膨胀导致黑白势力失衡，磊乐太太蔡真（杜鹃 饰），因帮其上位而受黑社会迁怒，一直跟随他们的胖子韩（周文健 饰）及严洪（谭耀文 饰）等人，亦几近翻脸。\n　　历史交替，廉政公署全球通缉贪污探长，磊乐与南江只手遮天的年代谢幕。风再起时，香港已不同往昔。"
  },
  "Special Couple": {
    "type": "movie",
    "name": "合法伴侣",
    "desc": "　　在英国追逐音乐梦想的古大白（李治廷 饰）因为意外错过了签证，即将要被驱逐出境，而好兄弟金天（白客 饰）为了帮古大白解围，竟然提出了假结婚的招数。本打算瞒天过海的两个人，却被移民局的警官华生（鲁伯特·格雷夫斯 饰）盯上。就在这对兄弟一筹莫展之际，女孩赫敏（张榕容 饰）突然出现并成为了两人的新邻居。赫敏天使的外表加上直率的性格，很快就令大白对她产生了心动的感觉，而仗义的金天为了兄弟的幸福，决定为爱加持。但与此同时，金天却与相恋多年的女友薇薇安（周韦彤 饰）产生了信任危机。面对薇薇安的质疑，金天选择了用“善意的谎言”来解释。而谎言一环套一环，事情像滚雪球一般越来越难以收场。"
  },
  "My Indian Boyfriend": {
    "type": "movie",
    "name": "我的印度男友",
    "desc": "　　Krishna (成家宏 饰) 早年跟⽗亲从印度移居香港。他不喜欢香港，因为他在这里被人歧视，家人又觉得他读书不成，常常惹事生非，所以他不时嚷著要回印度。直至有天，他巧遇香港「女神」Jasmine（陈欣妍 饰），更发现对方是他的新邻居。Krishna 对 Jasmine 一见锺情，决定发奋力追 Jasmine，却发现她早有个富裕男友 (张建声 饰)。\n　　面对族裔歧视、文化差异、阶级差异等等重重难关，到底Krishna 能否一一跨过，抱得美人归？"
  },
  "Phua Chu Kang: The Movie": {
    "type": "movie",
    "name": "鬼马家族",
    "desc": "　　故事讲述Phua Chu Kang（葛米星 饰）和太太移居马来西亚后，将PCK总部设于吉隆坡。而Phua Chu Kang的母亲也即将到来和他们会和。\n　　可是，阿嬷竟然闹失踪，不知何故竟躲进了一家老人院。最后，Phua Chu Kang竟然被控上谋杀的罪名。到底Phua Chu Kang能不能洗脱罪名，和家人团聚呢？"
  },
  "The Monkey King": {
    "type": "movie",
    "name": "西游记之大闹天宫",
    "desc": "　　魔界之王牛魔王（郭富城 饰）与玉帝（周润发 饰）为首的神界展开战斗，神界被毁，女娲（张梓琳 饰）化身晶石修补天庭，遗落下的一小颗晶石落到人间成了一只石猴，而牛魔王则战败被迫带着妻子铁扇公主（陈乔恩 饰）躲到了火焰山。\n　　若干年后，石猴得到了菩提老祖（海一天 饰）的教导，被赐名孙悟空（甄子丹 饰）。孙悟空来到花果山自立为王，还抢走了东海龙王（刘桦 饰）的定海神针当武器。同时牛魔王立志东山再起，利用了孙悟空与青梅竹马的小狐狸精（夏梓桐 饰）的感情，煽动孙悟空大闹天宫，又串通了二郎神（何润东 饰）一起破坏了南天门。孙悟空势在必得，天庭危在旦夕。"
  },
  "Someday or One Day": {
    "type": "movie",
    "name": "想见你",
    "desc": "　　命中注定的相遇，似曾相似的梦境，想再次见到你，千方百计。\n　　黄雨萱（柯佳嬿 饰）不再是多年前那个迷路无助的小女孩，现已出落得风仪玉立，当时还是高中生的李子维（许光汉 饰），如今也出了社会，个性依旧磊落飒爽。一场相似的梦境牵绊着两人的灵魂，因为录音带中那首同样的歌而反复的相遇、相识、相知再相恋。命运反复的将李子维、黄雨萱、陈韵如（柯佳嬿 饰）、莫俊杰（施柏宇 饰）以及王诠胜（许光汉 饰）紧扣在一起。\n　　重逢，是另一场循环的开始，众人又该如何破解这次的时空循环？拯救彼此的生命？"
  },
  "The Lost Bladesman": {
    "type": "movie",
    "name": "关云长",
    "desc": "　　东汉末年乱世中，刘备（方中信 饰）的两位夫人、以及一位未过门的小妾绮兰（孙俪 饰）受困曹营，关云长（甄子丹 饰）为存忠义，投降曹操（姜文 饰），但始终不能原谅曹操操控汉室的狼子野心，希望能够重回刘备身边。曹操倾慕关羽之将才以及仁者之心，试图用天下苍生之利益说服后者。适逢袁绍起兵伐曹，关云长于阵斩杀颜良（钱小豪 饰），获封汉寿亭侯，并与张辽（邵兵 饰）结下同袍之谊。曹操将两位刘夫人遣返后，在关云长酒中加入春药，欲使其与绮兰发生不义关系——关云长昔日对同乡绮兰暗怀情意，甚至曾经不惜为她杀死官兵。这段感情终究被叔嫂之礼阻断，清醒过来的关云长携绮兰投奔刘备，沿路冲破重重关卡，留下“过五关斩六将”的千古传奇……"
  },
  "CZ12": {
    "type": "movie",
    "name": "十二生肖",
    "desc": "　　为了赚取国际文物贩子Lawrence（奥利弗·普莱特 饰）悬赏的巨额奖金，受古董商人所聘的国际夺宝猎人JC（成龙 饰）率领夺宝精英小组四处奔波，追回北京圆明园“十二生肖青铜兽首”中失散的最后六个兽首。小组成员除了以能打爱耍宝的JC为首领，当中还包括全能飙车打手加高手Simon（权相佑 饰）、技术控制好手David（廖凡 饰），天才鉴宝大师Coco（姚星彤 饰）以及跆拳道美人Bonnie（张蓝心 饰）。\n　　JC率领夺宝小组首站前往寻找据传置身于法国的两个青铜兽首。在寻宝过程中，他却遇上中国文物专家关教授（王庆祥 饰）的留法学生Coco，更没想到关教授父女的爱国情操却与自己金钱至上的性格迳相违背。\n　　在机缘巧合之下，JC认识落魄贵族Katherine（罗娜·韦斯贝克尔 饰），得知另两个青铜兽在一座不为人知的南海热带岛屿。当他们前往岛上的沉船遗迹时，却遭遇一群各国种族组成的联合海盗团阻扰。面对一连串的危机四伏，这群擅于偷天换日的组员们是否能突破困境拥有圆满的人生？而一向惜命如金的杰克在庞大钱财与真爱之间，又该如何抉择……"
  },
  "Cruel War": {
    "type": "movie",
    "name": "裂战",
    "desc": "　　受温室效应的影响，全球各地极端自然灾害频发。为抵御自然灾害对植物的影响，星野火炬公司的女科学家颜欣（李梦 饰）利用基因编辑技术，培育出超级橡胶种子SR-2，受到东南亚DB公司邀请，前往境外银番岛试种植，希望将那里变成富饶的新世界。国际安保公司的林翔（安志杰 饰）为保护仍深爱的前妻颜欣，亲自带队来到了这片危机四伏的土地。自他们一到达，冲突和阴谋就轮番上演，当地大毒枭黎文耀（释彦能 饰）的身影在背后若隐若现。未知的险境，极致的对决，正邪对立的两人终究难逃命中注定的一战。"
  },
  "A Date with Goddess - Behind the Romance": {
    "type": "tv",
    "name": "女神配对计划之金牌媒人的最后晚餐",
    "desc": "　　恋爱真人show《女神配对计划》叫好叫座，五大女神人气急升，在广大市民关注下，叶蒨文、梁敏巧、罗毓仪最终成功配对，关嘉敏、李芷晴则选择单身。无论已遇上「对的人」，抑或只是时间未到，五女神都留下刻骨铭心的回忆，也上了一堂宝贵的爱情课！\n　　「金牌媒人」Bob林盛斌悉心安排「最后晚餐」，一探女神们于恋综结束后的内心情感，为三对成功配对的CP送上祝福的同时，也希望两位暂时未有着落的女神能够解开心结，朝幸福道路前行。"
  },
  "Pure of Sounds": {
    "type": "movie",
    "name": "纯白的声音",
    "desc": "　　小白（蒋雅文 饰）获表姐介绍而成为配音演员，因此结识了收音师克明（谭耀文 饰）。克明与小白相处下来，互生情愫。小白的表哥阿庭（魏骏杰 饰）暗恋小白，对小白关怀备至，可惜小白不领情。\n　　小白喜爱白色，克明欲录下大自然中「纯白的声音」送给她，岂料竟意外录得阿庭与劫匪的对话。原来阿庭为了实现小白开洗衣店的梦想，竟串同劫匪抢劫珠宝首饰。克明暗中取走赃物，欲与小白一起经营洗衣店，不料事情被阿庭发现。劫匪捉去克明、小白，纠缠间阿庭与小白不幸身亡，克明悲痛。"
  },
  "Sunday Report 2025": {
    "type": "tv",
    "name": "星期日档案",
    "desc": "　　每周聚焦于热门新闻人物，特写报导；或以人性化角度，透过走访社会不同阶层，不同界别人士，深入探讨大众关切的政治、社会民生等议题。"
  },
  "Brotherhood Of Blades: Kill Evil": {
    "type": "movie",
    "name": "绣春刀：诛邪",
    "desc": "　　明朝天启年间，朝堂之上党派斗争激烈，宦官势力猖獗。某夜，阉党成员崔肆在自己府中离奇死亡。魏忠贤得知后勃然大怒，下令锦衣卫展开彻查。锦衣卫千户徐攀星（钟雷 饰）将此事交给了小旗楚墨（张亚奇 饰）负责。楚墨向来心怀正义，不愿与阉党狼狈为奸，但无奈只能接受任务。随着调查的逐步深入，楚墨渐渐发现这起案件背后隐藏着一个巨大的阴谋……"
  },
  "All The Initial Of Full Moon Scimitar": {
    "type": "movie",
    "name": "圆月弯刀鸿蒙初始",
    "desc": "　　丁鹏（张智尧 饰）以“天外流星剑”名扬四海，却被初恋情人秦可情（柳岩 饰）出卖，被柳若松（刘钧 饰）打败，跌入山崖，流落忘忧岛，岛主传授他弯刀刀法，岛主女儿青青（杨雪 饰）也情系丁鹏。\n　　丁鹏学成之后，带着情人青青回到中原，打败柳若松。之后，丁鹏野心膨胀，决心问鼎武林。当他当上武林盟主之后，得知弯刀刀法是魔教武功，责备青青，青青为了成全所爱的男人，于是飘然隐去。"
  },
  "The White Storm 3: Heaven Or...": {
    "type": "movie",
    "name": "扫毒3：人在天涯",
    "desc": "　　毒枭康素差（刘青云 饰）一直带着手下张建行（郭富城 饰）从事毒品交易，新加入的成员欧志远（古天乐 饰）也因一次意外与两人有了过命交情，三人情同手足。\n　　康素差在香港的贩毒生意被警方查处后，带团伙逃到“金三角”发展，危急时刻更是将身负重伤的张建行带在身边。但到了“金三角”后，张建行的身份逐渐清晰起来，他要在正义和兄弟情之间做出人生抉择。"
  },
  "Echoes Of The Thunder": {
    "type": "movie",
    "name": "速战",
    "desc": "　　亚洲赛车界发生轰动性大事件，点燃黑白两道赛车手的熊熊怒火！日本车神松元健二（耿长军 饰）不仅在职业赛场上残害中国车手、挑衅赛事主办方领导马太（惠英红 饰）及其副手志叔（林雪 饰），还砸了发财哥（林子聪 饰）地下赛车的场子、致使地下车神阿火（陈家乐 饰）断了条腿。昔日香港车神伟楠（刘畅 饰）决定重出江湖，在地下赛车场上与松元决战，为弟弟阿火报仇，但此时交通警司黄Sir（姜皓文 饰）却开始严密监控地下赛事！\n　　外有劲敌、内有隐患，伟楠能否在前辈坚叔（廖启智 饰）的帮助下重展雄风、大败敌手？而种种事件其实还与一个神秘人息息相关！"
  },
  "The Lady Iron Chef": {
    "type": "movie",
    "name": "美女食神",
    "desc": "　　萧阿诗（佘诗曼 饰）的爸爸潇洒哥（王晶 饰）是一个老阿飞，自小便受父亲溺爱的她甚少入厨，就算一晚方便面也不懂烹调。在一次“至尊点心厨神”大赛中，她认识了食品集团的少东杜硕坚（李克勤 饰）。在这次比赛中，北方御厨传人米玉莹（刘洋 饰）表现出色，硕坚的母亲杜太（黄文慧 饰）除了要跟米家的食品公司合作以外，还想撮合硕坚与玉莹，但硕坚对玉莹完全没有感觉。\n　　硕坚在酒吧再次遇到了阿诗后，在回程的路上被绑架。硕坚逃脱时幸好得到阿诗的帮助。硕坚决定欺骗母亲，要躲在阿诗家中，怎料两人在相处的过程中发生了感情，而此时硕坚的母亲也发现了儿子的踪迹。\n　　为了棒打鸳鸯，硕坚母亲要阿诗与玉莹举行厨神比赛，令阿诗头痛不已……"
  },
  "New Kung Fu Cult Master": {
    "type": "movie",
    "name": "倚天屠龙记之九阳神功",
    "desc": "　　相传屠龙刀与倚天剑内藏有重大秘密，得之者可雄霸天下，掀起无数腥风血雨……\n　　武当派弟子张翠山（古天乐 饰）爱上明教魔女殷素素（朱晨丽 饰），为武林中人所不容，二人只好与义兄谢逊远赴冰火岛避世。\n　　十年后，张翠山与殷素素带着15岁的张无忌（林秋楠 饰）从冰火岛回归中原武林，为保义兄谢逊而被六大门派逼死，其子张无忌身中玄冥神掌危在旦夕。\n　　后机缘巧合下，张无忌（林峯 饰）练得“九阳神功”并驱去寒毒。为报义父金毛狮王谢逊（徐锦江 饰）与父母之仇，张无忌回到中原，与蒙古郡主赵敏（文咏珊 饰）、青梅竹马周芷若（邱意浓 饰）以及明教圣女小昭（云千千 饰）等人相遇，最终在光明顶阻止了一场武林浩劫，并成为了明教教主。"
  },
  "Beloved": {
    "type": "tv",
    "name": "目之所及",
    "desc": "　　本剧改编自豆瓣阅读连载小说《盲目》，作者慕遥而寻。\n　　世纪之交，因为水利工程的蓄水要求，一座江边小城即将被淹没，人们如火如荼地进行着新城的规划建设和人口的迁徙。此时，一桩离奇的杀夫案闯入了警方的视野。嫌疑人中，一个是咬定丈夫杀了女儿的可怜女人曲桐（王子文 饰），一个是按摩院身份模糊的盲人薛小伟（罗晋 饰），他们相互救赎，甘愿为对方牺牲，疑点重重。警方锲而不舍的追查，揭秘出一段尘封多年，令人唏嘘的往事。真相可能会被淹没，但终有浮出水面的一天。"
  },
  "Haunted Xiangxi": {
    "type": "movie",
    "name": "湘西诡事",
    "desc": "　　人走后按照封门村当地习俗，需要入夜下葬，棺内却莫名出现一具女尸，引得全村百姓不安。众百姓贴悬赏告示，欲征集高人道长前来镇压。神秘道长风冷清（蒲巴甲 饰）深入凶宅破阴气时，使出下斗绝技才得脱身，暴露了自己原为倒斗门淘沙司马派传人的事实。事后风冷清发现青衣女尸是设下的一个诡局。老金（赵燕国彰 饰）却用卑鄙手段威胁风冷清不得不涉险下墓。众人穿过三层墓道间，经过重重磨难才抵达突厥王主墓，然而在众人觉得取下还魂草便可成功离去时，突厥王却真的“复活”了，一场大战在所难免……"
  },
  "Funny Funny Home": {
    "type": "tv",
    "name": "HOME即是识",
    "desc": "　　家家户户，总是会发生大大小小不同的家居难题。为了一家人生活美满，家庭各个成员均会竭尽所能，希望解决问题。正因如此，可能是天花板发霉，又或是渠道淤塞等家居问题，大家都曾处理过，也练就出一身化解屋中疑难杂症的好本领。有见及此，《HOME即是识》征召一众对家事博学多才的朋友参赛，比拼生活智慧，胜出者更可获得丰富的奖金奖品。屏幕前的观众透过节目亦可增长家居知识，令居家生活更加美好。"
  },
  "Made in Dongguan": {
    "type": "tv",
    "name": "一条麻甩在东莞",
    "desc": "　　东莞菜极具岭南地方特色，甚至各个镇都有代表美食，幸好本次旅程有王祖蓝这个地道东莞人带路，引领观众寻找最正宗的东莞美食。除了美食之外，祖蓝还带大家在东莞吃喝玩乐，深入体验东莞的方方面面！"
  },
  "My Family Legacy": {
    "type": "tv",
    "name": "家传之「保」",
    "desc": "　　父母努力打拼，只盼为家庭给予生活保障。谭俊彦、胡定欣、黄翠如分别走进上一代的职场，体会爸爸或妈妈昔日工作的辛劳与奋斗故事，领略个中的传承精神。\n　　父亲狄龙从演之前曾担任裁缝，谭俊彦借度身、制版、裁剪等细节，体验不一样的行业与挑战；胡定欣的妈妈当年在海味店工作，总是亲力亲为，定欣承传女强人特质，尝试与海味「打交道」；鱼档工作从天未亮就开始，黄翠如自小随父亲进出鱼档，劏鱼、卖鱼等打工任务又能否应付得来？"
  },
  "Alex to Special 2025": {
    "type": "tv",
    "name": "Alex To You 杜德伟音乐特辑",
    "desc": "　　杜德伟（Alex），走过了四十年的音乐旅程，是一代人的青春回忆，更为不少人带来成长岁月的主题曲。在《Alex To You 杜德伟音乐特辑》中，他亲自以歌声引领乐迷穿梭时光，重温那些年陪伴长大的 Alex 金曲，让大家感受其四十载如一日对于音乐的热情与坚持。除了分享好歌，Alex 的好友吕方、张卫健、林敏驄亦现身节目，细谈数十年来的友情轨迹和幕后趣事。就让Alex约定大家，一起走进其音乐的时光隧道！"
  },
  "Below The Lion Rock 2024": {
    "type": "tv",
    "name": "狮子山下2024",
    "desc": "　　狮子山下，百味人生，爱要及时，爱你所爱。香港电台请来六位新晋人气电影导演，制作全新一辑《狮子山下》，秉持剧集一贯的人文精神，推陈出新，炮制出五味纷陈的香港味道。"
  },
  "Modern Dynasty": {
    "type": "tv",
    "name": "家族荣耀",
    "desc": "　　选美冠军甄芯（杨茜尧 饰）和亚军贾洛仪（李彩桦 饰），在同一天分别嫁给马氏集团二公子马耀祖（黄浩然 饰）和三公子马耀堂（罗子溢 饰）。婚礼当天，家族成员一一登场。其乐融融之际，大嫂叶采薇（熊黛林 饰）却以名贵手镯被偷为由，给了甄芯下马威。同时，廉政公署以涉嫌商业贿赂为由，将马耀宗（郭政鸿 饰）、马耀祖、马耀堂三人带走调查。为保全家族，马耀祖自愿认罪，马家堂少爷马展鸿（张智霖 饰）成为集团临时CEO。\n　　马家在一天之内经历悲喜两重天，风暴当前家族成员各有算计，马氏权欲纷争愈演愈烈……"
  }
}